Repository: Shake-The-Bot/Locales
Catalog: */LC_MESSAGES/shake.po
Languages: de_de, es_es, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tl_ph

source: One person can't post words in a row (others are required).
nl_nl: Een persoon kan het aantal nummers op rij niet tellen (anderen zijn vereist).
ru_ru: Один человек не может играть в "Одно слово", что бы играть нужно писать слова разным участникам (требуются другие участники сервера).
tl_ph: Ang isang tao ay hindi maaaring mag-post ng mga salita sa isang hilera (ang iba ay kinakailangan).

source: The sentance is done with punctuation marks (eg. „!“).
nl_nl: De zin wordt gedaan met leestekens (bijv. „!“).
ru_ru: Передача предложения осуществляется с помощью знаков препинания (например, "!").

source: There is no failing.
nl_nl: Er is geen student.
ru_ru: Нет никаких ошибок
tl_ph: Walang bagsak.

source: OneWord rules
nl_nl: Één woord regels
ru_ru: правила игры "Одно слово"
tl_ph: Mga panuntunan ng OneWord

source: Currently there is nothing to configure!
nl_nl: Momenteel is er niets te configureren!
ru_ru: В настоящее время ничего не нужно настраивать!
tl_ph: Sa kasalukuyan ay walang dapat i-configure!

source: Scheduled Events are Reminders, which you can let recurr on a chosen Interval. With a set timezone, you can choose the Start Time and the Message with the corresponding TextChannel.
nl_nl: Geplande gebeurtenissen zijn Herinneringen, die je kan laten herhalen via een gekozen Interval. Met een ingestelde tijdzone je kan kiezen voor de starttijd en het bericht met het bijbehorende TextChannel.
ru_ru: Запланированные события - это напоминания, которые можно заставить повторяться через выбранный интервал времени. При установленном часовом поясе вы можете выбрать время начала и сообщение с соответствующим текстовым каналом.
tl_ph: Ang Mga Naka-iskedyul na Kaganapan ay Mga Paalala, na maaari mong hayaang maulit sa napiling Pagitan.

source: Repetition
nl_nl: Herhaling
ru_ru: повторить
tl_ph: Pag-uulit

source: Decide to only get alerted once or choose the interval between the alerts!
nl_nl: Beslis om maar één keer gewaarschuwd te worden of kies het interval tussen de waarschuwingen!
ru_ru: Укажите, получать оповещения только один раз или выбрать интервал между оповещениями!
tl_ph: Magpasya na isang beses lang maalerto o piliin ang pagitan sa pagitan ng mga alerto!

source: Second step: Choose the duration
nl_nl: Tweede stap: Kies de duur
ru_ru: Второй шаг: Выберите продолжительность
tl_ph: Ikalawang hakbang: Piliin ang tagal

source: Third step: Choose the Message Type
nl_nl: Derde stap: Kies het type bericht
ru_ru: Третий шаг: Выберите тип сообщения
tl_ph: Ikatlong hakbang: Piliin ang Uri ng Mensahe

source: Run shell commands. Parameters ----------- command: str the command
nl_nl: Voer shell commando's uit. Parameters ----------- commando: str het commando
ru_ru: Запуск команд командной оболочки. Параметры ----------- команда: str команда
tl_ph: Patakbuhin ang mga utos ng shell.

source: Dev commands to configure/set a lot of things of the bot. Sometimes you have to list them as Dev 🤷.
ru_ru: Dev-команды для конфигурирования/настройки многих вещей бота. Иногда их приходится перечислять как Dev 🤷.

source: Developing
ru_ru: Разработка
tl_ph: Pagbuo

source: Send an event Parameters ----------- event: Optional[str] the name of the event kwargs: Any event keyword arguments
nl_nl: Stuur een gebeurtenis Parameters ----------- gebeurtenis: Optioneel[str] de naam van de gebeurtenis kwargs: Een gebeurtenis trefwoord argumenten
ru_ru: Отправить событие Параметры ----------- событие: Optional[str] имя события kwargs: Любые аргументы ключевого слова события
tl_ph: Magpadala ng kaganapan

source: Reloads, unloads or loads extensions/commands of the bot Parameters ----------- command: Literal[load, unload, reload] re- un- or loading the <extensions> extension: Greedy[ValidExt] the extension(s) you want to re- un- or load
ru_ru: Перезагружает, выгружает или загружает расширения/команды бота Параметры ----------- команда: Literal[load, unload, reload] перезагрузка, выгрузка или загрузка <расширения расширение: Greedy[ValidExt] расширение(я), которое вы хотите повторно выгрузить или загрузить
tl_ph: Nagre-reload, nag-aalis o naglo-load ng mga extension/utos ng bot

source: Temporarily adds a server/channel/user to the public test build
nl_nl: Voeg tijdelijk een server/kanaal/gebruiker toe aan de publieke test build
ru_ru: Временно добавляет сервер/канал/пользователя в публичную тестовую сборку
tl_ph: Pansamantalang nagdaragdag ng server/channel/user sa pampublikong pagsubok na build

source: Your input does not match any server/channel/user I can find
nl_nl: Je invoer komt niet overeen met een server/kanaal/gebruiker die ik kan vinden
ru_ru: Ваши данные не соответствуют ни одному серверу/каналу/пользователю, которые я могу найти.
tl_ph: Ang iyong input ay hindi tumutugma sa anumang server/channel/user na mahahanap ko

source: Server
ru_ru: Сервер

source: {name} is __removed__ from the public test build
nl_nl: {name} is __removed__ van de openbare test build
ru_ru: {name} было __removed__ из публичной тестовой сборки
tl_ph: Si {name} ay __removed__ mula sa public test build

source: {name} is temporarily __added__ to the public test build
nl_nl: {name} is tijdelijk __added__ naar de openbare test build
ru_ru: {name} временно __added__в публичную тестовую сборку
tl_ph: Si {name} ay pansamantalang __idinagdag__ sa pampublikong pagsubok na build

source: Run your own xyz codes. A read-eval-print loop (REPL), also termed an interactive toplevel or language shell, takes single user inputs, executes them, and returns the result to the user. You can simply specify this code as an argument and also in quotes (`). Optionally you can use common attributes like ctx, bot etc. in the code. Environment Variables: ctx - command invocation context bot - ShakeBot channel - current channel author - command author's member message - command's message __ref - reference if given __last__ - variables of the last repl __ - results of the last repl. Parameters ----------- code: str the code input to execute
nl_nl: Voer je eigen xyz-codes uit. Een read-eval-print lus (REPL), ook een interactieve toplevel of taalshell, genoemd neemt enkele gebruiker invoer, Hiermee wordt deze uitgevoerd en retourneert het resultaat terug naar de gebruiker. Je kunt deze code simpelweg opgeven als argument en ook in aanhalingstekens (`). Optioneel kun je gemeenschappelijke kenmerken zoals ctx, bot etc. gebruiken. in de code. Milieu Variabelen: ctx - commando aanroep context bot - ShakeBot kanaal - huidige kanaal auteur - bericht van de auteur van het lid - bericht van de auteur van het commando __ref - Refereer als je __last__ - variabelen van de laatste repl __ - resultaat van het laatste antwoord. Parameters ----------- code: str de code input om uit te voeren
ru_ru: Запускайте свои собственные xyz-коды. Цикл чтения-вывода-печати (REPL), также называемый интерактивной оболочкой верхнего уровня или языковой оболочкой, принимает единичные входные данные пользователя, выполняет их и возвращает результат пользователю. Вы можете просто указать этот код в качестве аргумента, а также в кавычках (`). По желанию вы можете использовать в коде такие общие атрибуты, как ctx, bot и т.д. Переменные окружения: ctx - контекст вызова команды bot - ShakeBot channel - текущий канал author - член автора команды message - сообщение команды __ref - ссылка, если дана __last__ - переменные последней перестановки __ - результаты последней перестановки. Параметры ----------- код: str входной код для выполнения
tl_ph: Patakbuhin ang sarili mong mga xyz code.

source: Stops and starts the bot like in a regular Restart
nl_nl: Stopt en start de bot zoals in een gewone herstart
ru_ru: Останавливает и запускает бота, как при обычном перезапуске.
tl_ph: Huminto at sinimulan ang bot tulad ng sa isang regular na I-restart

source: Bot will restart now
nl_nl: Poweramp gaat nu herstarten
ru_ru: Бот будет перезапущен
tl_ph: Ang bot ay magre-restart ngayon

source: RTFM is internet slang for the phrase "read the damn manual". This also applies to this command, with the help of which you can get the URLs to the documentation for various things
ru_ru: RTFM - это интернет-сленг для фразы "читать руководство для пломбы". Это также применимо к этой команде, с помощью которых вы можете получить URL-адреса в документации для различных вещей

source: View objects from certain documentation. Parameters ----------- key: Optional[str] the documentation key (python, discord, ...). Defaults to ``python`` entity: Optional[str] the thing you want to get information about (getattr, ctx.command, ...). Defaults to ``None`` and returning the ``key`` website url
ru_ru: Просмотр объектов из определенной документации. Параметры ----------- ключ: Optional[str] ключ документации (python, discord, ...). По умолчанию ``python``. entity: Optional[str] объект, о котором вы хотите получить информацию (getattr, ctx.command, ...). По умолчанию ``None`` и возврат url сайта ``key``.

source: View the members stats of the rtfm command. Parameters ----------- member: Greedy[Member] the members you want to get the stats from
de_de: Siehe die Mitgliederstatistiken des rtfm-Befehls. Parameter ----------- Mitglied: Gier[Member] die Mitglieder, von denen Sie die Statistiken erhalten möchten
nl_nl: Bekijk de statistieken van de rtfm commando's van de leden. Parameters ----------- lid: Greedy[Member] de leden waarvan je de statistieken wilt ontvangen
ru_ru: Просмотр статистики членов команды rtfm. Параметры ----------- член: Greedy[Member] члены, от которых вы хотите получить статистику

source: Couldn't find anything.
de_de: Konnte nichts finden.
es_es: No se pudo encontrar nada.
it_it: Impossibile trovare nulla.
nl_nl: We konden niets vinden.
pl_pl: Nie można niczego znaleźć.
pt_pt: Não foi possível encontrar nada.
ro_ro: Nu s-a putut găsi nimic.
ru_ru: Ничего не найдено.
sv_se: Kunde inte hitta något.
tl_ph: Walang mahanap.

source: RTFM results on search „{query}“
ru_ru: Результаты RTFM при поиске „{query}“

source: Uses
de_de: Verwendet
es_es: Usos
it_it: Usi
nl_nl: Gebruikt
pl_pl: Zastosowania
pt_pt: Utiliza
ro_ro: Utilizări
ru_ru: Использовано
sv_se: Användning
tl_ph: Mga gamit

source: Total
de_de: Summe
it_it: Totale
nl_nl: Totaal
pl_pl: Łącznie
ru_ru: Итого
sv_se: Totalt
tl_ph: Kabuuan

source: Total uses: {total_uses}
ru_ru: Всего применений: {total_uses}
tl_ph: Kabuuang gamit: {total_uses}

source: Top {top} member:
ru_ru: Топ {top} участника:
tl_ph: Nangungunang {top} na miyembro:

source: synchronize the bot with its commands The synchronization is used to reload the changes. Synchronize when ... - ...commands, arguments or permissions have been added, removed or changed - ...a global/server command becomes a server/global command Parameters ----------- guilds: Optional[strl] the guilds spec: Optional[Literal["~", "*", "^"]] the spec dump: Optional[bool] if dump
de_de: synchronisieren Sie den Bot mit seinen Befehlen Die Synchronisation wird verwendet, um die Änderungen neu zu laden. Synchronisieren, wenn . . - ... ommands, Argumente oder Berechtigungen wurden hinzugefügt, entfernt oder geändert - ... global/server Befehl wird ein Server/globaler Befehl Parameter ----------- Gilden: Optional:[strl] Gilden Spezifikation: Optional[Literal["~", "*", "^"]] die Spezifikation dump: Optional:[bool] wenn Speicherplatz
nl_nl: synchroniseer de bot met de commando's De synchronisatie wordt gebruikt om de wijzigingen te herladen. Synchroniseren wanneer . . - ... ommands, argumenten of permissies zijn toegevoegd, verwijderd of gewijzigd - ... global/server commando wordt een server/globale opdracht Parameters ----------- gilden: Optioneel[strl] the guilds spec: Optioneel[literal["~", "*", "^"]] de spec dump: Optional[bool] if dump
ru_ru: синхронизировать бота с его командами Синхронизация используется для перезагрузки изменений. Синхронизируйте, когда ... - ...команды, аргументы или разрешения были добавлены, удалены или изменены - ...глобальная/серверная команда становится серверной/глобальной командой. Параметры ----------- гильдии: Необязательно[strl] гильдии спецификация: Необязательно[Literal["~", "*", "^"]] спецификация дамп: Необязательно[bool] если dump
tl_ph: i-synchronize ang bot sa mga command nito

source: {amount} Command*s to the current guild synchronized.
nl_nl: {amount} Command*s naar de huidige gilde gesynchroniseerd.
ru_ru: {amount} Команды* текущей гильдии синхронизированы.
tl_ph: {amount} Mga command*s sa kasalukuyang guild na naka-synchronize.

source: {amount} Command*s globally synchronized.
nl_nl: {amount} Command*s wereldwijd gesynchroniseerd.
ru_ru: {amount} Команды глобально синхронизированы.
tl_ph: {amount} Command*s globally synchronize.

source: Count for yourself
de_de: Zähle für dich selbst
es_es: Cuenta para ti
it_it: Conta per te
nl_nl: Tell voor jezelf
pl_pl: Licznik dla siebie
pt_pt: Conte para você mesmo
ro_ro: Numără pentru tine
ru_ru: Считать самостоятельно
sv_se: Räkna själv
tl_ph: Bilangin mo ang iyong sarili

source: Start?
es_es: ¿Empezar?
it_it: Avviare?
pl_pl: Uruchomić?
pt_pt: Começar?
ro_ro: Începe?
ru_ru: Начать?
sv_se: Starta?
tl_ph: Simulan?

source: Congratulation
de_de: Herzlichen Glückwunsch
es_es: Enhorabuena
it_it: Congratulazioni
nl_nl: Gefeliciteerd
pl_pl: Gratulacje
pt_pt: Parabéns
ro_ro: Felicitări
ru_ru: Поздравляем
sv_se: Grattis
tl_ph: Binabati kita

source: Yes
de_de: Ja
es_es: Sí
it_it: Sì
nl_nl: Ja
pl_pl: Tak
pt_pt: sim
ro_ro: Da
ru_ru: Да
sv_se: Ja
tl_ph: Oo

source: Have fun!
de_de: Viel Spaß!
es_es: ¡Diviértete!
it_it: Buon divertimento!
nl_nl: Veel plezier!
pl_pl: Baw się dobrze!
pt_pt: Divirta-se!
ro_ro: Distracție plăcută!
ru_ru: Веселитесь!
sv_se: Ha så kul!
tl_ph: Magsaya ka!

source: Remind others how bad @everyone actually is With this command you can show other people with a picture/gif how unnecessary a @everyone ping is or express that someone is spamming @everyone again. Parameters ----------- member: commands.Greedy[Member] the member to blame
nl_nl: Herinner anderen eraan hoe slecht @everyone eigenlijk Met deze opdracht kun je andere mensen met een afbeelding/gif laten zien hoe onnodig een @iedereen ping is of dat iemand @all weer spammen. Parameters ----------- leden: commando's. beredy[Member] het lid de schuld geven
ru_ru: Напомнить другим, насколько плоххо использовать @everyone на самом деле С помощью этой команды вы можете показать другим людям с помощью картинки или изображения, насколько ненужным является пинг @everyone, или выразить что кто-то спамит @everyone. Параметры ----------- участник: commands.Greedy[Member] участник, которого нужно обвинить
tl_ph: Ipaalala sa iba kung gaano kalubha ang @lahat ng tao

source: {members} stop spamming @everyone! It's not that important...
nl_nl: {members} stop spamming @iedereen! Dat is niet zo belangrijk...
ru_ru: {members} прекратите спамить @everyone! Это не так важно...
tl_ph: {mga miyembro} ihinto ang pag-spam sa @lahat!

source: Commands for fun and distraction
de_de: Befehle für Spaß und Ablenkung
es_es: Comandos de diversión y distracción
it_it: Comandi per divertimento e distrazione
nl_nl: Commando's voor leuke en afleiding
pl_pl: Polecenia dla zabawy i rozproszenia
pt_pt: Comandos para diversão e distração
ro_ro: Comenzi pentru distracție și distracție
ru_ru: Команды для удовольствия и отвлечения
sv_se: Kommandon för skoj och distraktion
tl_ph: Mga utos para sa kasiyahan at pagkagambala

source: Get the latest funny memes of reddit Parameters ----------- subreddit: Optional[str] an optional argument to pass a subreddit
nl_nl: Krijg de nieuwste grappige memes van reddit Parameters ----------- subreddit: Optioneel[str] een optioneel argument om een subreddit te passeren
ru_ru: Получайте последние смешные мемы с reddit Параметры ----------- subreddit: Дополнительно[str] необязательный аргумент для передачи subreddit
tl_ph: Kunin ang pinakabagong nakakatawang meme ng reddit

source: „{title}“ by {author}
nl_nl: ău{title}" door {author}
ru_ru: "{title}" от {author}

source: Like this meme? Check out others at {subreddit}
nl_nl: Vind je dit meme leuk? Bekijk anderen op {subreddit}
ru_ru: Нравится этот мем? Посмотрите другие на {subreddit}
tl_ph: Tulad ng meme na ito?

source: Reveal the length of a user's pp With this command you can find out, using a very clever and definitely not random generator, how long the pp of a selected user is. __Please note__: If you don't specify a user, I might reveal your pp as well. Parameters ----------- member: Greedy[Member] the member to reveal
ru_ru: Выявить длину пп пользователя С помощью этой команды вы можете узнать, используя очень умный и определенно не случайный генератор, какая длина пп у выбранного пользователя. Обратите внимание: Если вы не укажете пользователя, я могу раскрыть и ваш пп. Параметры ----------- член: Greedy[Member] член, которого нужно раскрыть

source: Peepee length
ru_ru: Длина овечка

source: Show your support to LGBT+ with a rainbow filter! ^^ Parameters ----------- member: discord.Member the member to add
de_de: Zeige deine Unterstützung für LGBT+ mit einem Regenbogenfilter! ^^ Parameter ----------- Mitglied: discord.Member Mitglied hinzufügen
ru_ru: Покажите свою поддержку ЛГБТ+ с помощью радужного фильтра! ^^ Параметры ----------- участник: discord.Member участник, которого нужно добавить

source: Picks a random online user Parameters ----------- offline: bool if offline is ok
ru_ru: Выбирает случайного пользователя в Интернете Параметры ----------- оффлайн: bool если оффлайн в порядке
tl_ph: Pumili ng random na online user

source: Displays a random number in a specified range of values. (Default: 1-6) Parameters ----------- start: Optional[int] the start to roll at end: Optional[int] the endlimit to roll till
ru_ru: Отображает случайное число в указанном диапазоне значений. (По умолчанию: 1-6) Параметры ----------- начало: Необязательно[int] начало отсчета конец: Optional[int] конечный предел, до которого нужно свернуть
tl_ph: Nagpapakita ng random na numero sa isang tinukoy na hanay ng mga halaga.

source: I will say whatever you tell me to say, except... Speak as if you were me. URLs/Invites not allowed! Parameters ----------- reply: Optional[bool] True or False whether the bot should reply to you text: str What the bot should echo
ru_ru: Я буду говорить все, что вы мне скажете, кроме... Говорите так, как будто вы - это я. URLs/Invites запрещены! Параметры ----------- ответ: Необязательно[bool] Истина или ложь, должен ли бот ответить вам. текст: str Что бот должен ответить вам эхом
tl_ph: Sasabihin ko ang anumang sasabihin mo sa akin, maliban sa...

source: Hey, {user}. Urls or invites aren't allowed!
ru_ru: Привет, {user}. Ссылки или приглашения запрещены!
tl_ph: Uy, {user}.

source: What would you do in this scenario? Find out! With this command, you are presented with a hypothetical situation and asked to say what you would do. Each time, you will be presented with a situation, so you will be challenged over and over again.
ru_ru: Что бы вы сделали в этом случае? Выясните! В этой команде вам предлагается гипотетическая ситуация, и вас просят сказать, как бы вы поступили. Каждый раз вам будет предъявляться ситуация, так что вы будете испытывать себя снова и снова.
tl_ph: Ano ang gagawin mo sa senaryo na ito?

source: Put yourself to the test! What would you do and why ?
ru_ru: Испытайте себя! Что бы вы сделали и почему?
tl_ph: Subukan ang iyong sarili!

source: Random selection of two counterparts The command presents the user with a random selection of two concepts, items, or the like, both of which are labeled as either useful or useless. Users in the chat can then choose which of the two counterparts they think is better or more useful before the overall trend of opinions is displayed after the timeout expires. This command can serve as a fun way to expand users judgment and preferences. Parameters ----------- utility: Literal['useful', 'useless'] useful or useless counterparts? voting: Optional[bool] should we save answers and compare at the end? rather: Optional[bool] ehm
ru_ru: Случайный выбор двух аналогов Команда представляет пользователю случайный выбор двух концепций, предметов или т.п., которые помечены как полезные или бесполезные. Пользователи в чате могут выбрать, какой из двух аналогов, по их мнению, лучше или полезнее, после чего по истечении времени отображается общая тенденция мнений. Эта команда может служить забавным способом расширить суждения и предпочтения пользователей. Параметры ----------- полезность: Literal['useful', 'useless']. полезные или бесполезные аналоги? голосование: Optional[bool] следует ли сохранять ответы и сравнивать в конце? скорее: Необязательно[bool] эмм
tl_ph: Random na pagpili ng dalawang katapat

source: Shows all Shake bot commands and provides helpful links Parameters ----------- category: Optional[str] the name of a category you want information about command: Optional[str] the name of a command you want information about
ru_ru: Показывает все команды бота Shake и предоставляет полезные ссылки Параметры ----------- категория: Необязательно[str] название категории, о которой вы хотите получить информацию команда: Необязательно[str] имя команды, о которой вы хотите получить информацию
tl_ph: Ipinapakita ang lahat ng Shake bot command at nagbibigay ng mga kapaki-pakinabang na link

source: This command is new and is in its beta version
de_de: Dieser Befehl ist neu und befindet sich in seiner Beta-Version
es_es: Este comando es nuevo y está en su versión beta
it_it: Questo comando è nuovo ed è nella sua versione beta
pl_pl: Ta komenda jest nowa i jest w wersji beta
pt_pt: Este comando é novo e está em sua versão beta
ro_ro: Această comandă este nouă și este în versiunea beta
ru_ru: Эта команда новая и находится в бета-версии
sv_se: Detta kommando är nytt och är i sin betaversion
tl_ph: Ang utos na ito ay bago at nasa beta na bersyon nito

source: Only the owner of the shake bot can run this command
de_de: Nur der Besitzer des Schüttelbots kann diesen Befehl ausführen
es_es: Sólo el propietario del bot shake puede ejecutar este comando
pl_pl: Tylko właściciel potrząsającego bota może uruchomić to polecenie
ro_ro: Doar proprietarul botului de shake poate rula această comandă
ru_ru: Только владелец дрота может выполнить эту команду
sv_se: Endast ägaren av shake bot kan köra detta kommando
tl_ph: Tanging ang may-ari ng shake bot ang maaaring magpatakbo ng utos na ito

source: Start a Shake+ subscription to run this command
ru_ru: преобретите подписку Shake+ для выполнения этой команды!
tl_ph: Magsimula ng subscription sa Shake upang patakbuhin ang utos na ito

source: This command requires certain rights from the user to be executed
de_de: Dieser Befehl erfordert bestimmte Rechte des Benutzers
es_es: Este comando requiere ciertos derechos del usuario para ser ejecutado
it_it: Questo comando richiede l'esecuzione di determinati diritti da parte dell'utente
pl_pl: Ta komenda wymaga wykonania pewnych praw od użytkownika
pt_pt: Este comando requer que certos direitos do usuário sejam executados
ro_ro: Această comandă necesită anumite drepturi de la utilizator pentru a fi executată
ru_ru: Эта команда требует определенных прав пользователя для выполнения
sv_se: Detta kommando kräver vissa rättigheter från användaren för att köras
tl_ph: Ang utos na ito ay nangangailangan ng ilang mga karapatan mula sa gumagamit upang maisakatuparan

source: This group-command has sub-commands
ru_ru: Эта групповая команда имеет подкоманды
tl_ph: Ang pangkat-utos na ito ay may mga sub-utos

source: Unknown command `{argument}`. Use "/help" for help.
ru_ru: Неизвестная команда `{argument}`. Используйте "/help" для получения справки.
tl_ph: Hindi kilalang utos `{argument}`.
