Repository: Shake-The-Bot/Locales
Catalog: */LC_MESSAGES/shake.po
Languages: de_de, es_es, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tl_ph

source: Before continuing you must click on the Setup button.
nl_nl: Voordat je verder gaat moet je klikken op de Setup knop.
ru_ru: Прежде чем продолжить, вы должны нажать на кнопку «setup».
tl_ph: Bago mag simula. Pindutin muna ang Setup button.

source: The ShakeMenu was canceled due inactivity
nl_nl: Het ShakeMenu is geannuleerd vanwege inactiviteit
ru_ru: ShakeMenu был отменен из-за бездействия
tl_ph: Ang ShakeMenu ay tumigil dahil sa kawalan ng aktibidad

source: Start
ru_ru: Начать
tl_ph: Simula

source: Cancel
nl_nl: Annuleren
ru_ru: Отменить
tl_ph: Kanselahin

source: The ShakeMenu was canceled
nl_nl: Het ShakeMenu is geannuleerd
ru_ru: ShakeMenu был отменен
tl_ph: Ang ShakeMenu ay nakansela

source: Done
nl_nl: Voltooid
ru_ru: Выполено
tl_ph: Tapos

source: Choose a category...
ru_ru: Выберите категорию...
tl_ph: Pumili ng kategorya

source: No categories to choose...
ru_ru: Нет категорий для выбора.
tl_ph: Walang kategorya na mapili...

source: Back
nl_nl: Vorige
ru_ru: Назад
tl_ph: Balik

source: This category either does not exist or has no items for you.
nl_nl: Deze categorie bestaat niet of heeft geen items voor u.
ru_ru: Этой категории либо не существует, либо в ней нет товаров для Вас.
tl_ph: Ang kategoryang ito ay maaaring wala o walang mga item para sa iyo.

source: Please confirm your selection to exit the menu.
nl_nl: Bevestig uw selectie om het menu te verlaten.
ru_ru: Пожалуйста, подтвердите свой выбор, чтобы выйти из данного меню
tl_ph: Mangyaring kumpirmahin ang iyong pagpili upang lumabas sa menu.

source: `{duration}` is not a valid duration string.
de_de: `{duration}` ist kein gültiger Dauer-String.
es_es: `{duration}` no es una cadena de duración válida.
it_it: `{duration}` non è una stringa di durata valida.
nl_nl: `{duration}` is niet een voldoende string.
pl_pl: `{duration}` nie jest prawidłowym ciągiem czasu trwania.
pt_pt: `{duration}` não é uma duração válida.
ro_ro: `{duration}` nu este un şir de durată valid.
ru_ru: `{duration}` не является длительной строкой.
sv_se: `{duration}` är inte en giltig varaktighet sträng.
tl_ph: `{duration}` ay hindi isang wastong string ng tagal.

source: Regex pattern missing wrapping backticks
de_de: Regex-Muster fehlende Umwickeln Backticks
es_es: Patrón Regex falta backticks de envoltura
it_it: Schema regex backticks wrapping mancanti
nl_nl: Regex patroon ontbreekt backticks
pl_pl: Wzorzec regex brakujący w zawijaniu pleców
pt_pt: Padrão Regex sem embalagem de backticks
ro_ro: Modelul regex lipsă de backticks
ru_ru: Отсутствуют обратные галочки для Regex
sv_se: Regex mönster saknas omslagning backticks
tl_ph: Ang pattern ng Regex ay nawawalan nang wrapping backticks.

source: Regex error: {e_msg}
de_de: Regex-Fehler: {e_msg}
es_es: Error de regex: {e_msg}
it_it: Errore di regex: {e_msg}
nl_nl: Regex fout: {e_msg}
pl_pl: Błąd Regex: {e_msg}
pt_pt: Erro Regex: {e_msg}
ro_ro: Eroare Regex: {e_msg}
ru_ru: Ошибка выражения: {e_msg}
sv_se: Regex fel: {e_msg}
tl_ph: May nagkamali sa Regex: {e_msg}

source: Requested by {user} • via Shake
nl_nl: Aangevraagd door {user} • via Shake
ru_ru: По запросу {user} • через встряхивание

source: or
nl_nl: of
ru_ru: или
tl_ph: o

source: and
de_de: und
es_es: y
it_it: e
nl_nl: en
pl_pl: W przypadku gdy państwo członkowskie lub Szwajcaria stwierdzi, że dane państwo członkowskie lub Szwajcaria spełniają warunki określone w art. 4 ust. 1 lit. a) i b) oraz w art. 5 ust. 1 lit. b) i c) rozporządzenia (WE) nr 207/2009 oraz w art. 5 ust. 1 lit. b) i c) rozporządzenia (WE) nr 207/2009 oraz w art. 5 ust. 1 lit. b) tego rozporządzenia i art. 6 ust. 1 lit. b) tego rozporządzenia i c) tego rozporządzenia stosuje się od dnia 1 stycznia 2018 r.
pt_pt: e
ro_ro: şi
ru_ru: и
sv_se: och
tl_ph: at

source: [{name} (upload a file)]
de_de: [{name} (Datei hochladen)]
es_es: [{name} (subir un archivo)]
it_it: [{name} (carica un file)]
nl_nl: [{name} (upload een bestand)]
pl_pl: [{name} (wgraj plik)]
pt_pt: [{name} (enviar um arquivo)]
ro_ro: [{name} (încărcați un fișier)]
ru_ru: [{name} (загрузить файл)]
sv_se: [{name} (ladda upp en fil)]
tl_ph: [{name} (i-upload ang file)]

source: <{name} (upload a file)>
de_de: <{name} (Datei hochladen)>
es_es: [{name} (subir un archivo)]
it_it: [{name} (carica un file)]
nl_nl: [{name} (upload een bestand)]
pl_pl: [{name} (wgraj plik)]
pt_pt: [{name} (enviar um arquivo)]
ro_ro: <{name} (încărcați un fișier)>
ru_ru: [{name} (загрузить файл)]
sv_se: <{name} (ladda upp en fil)>
tl_ph: <{name} (i-upload ang file)>

source: [{name} (upload files)]…
nl_nl: [{name} (upload wat bestanden)]…
ru_ru: [{name} (загрузить файлы)]…

source: Throw nice, funny and sometimes annoying comments to the user above you! The AboveMe game offers a lot of fun and creats entertaining moments among each other!
nl_nl: Vertel wat aardige, grappige en soms irritante commentaar tegen the gebruiker boven jou! Het bovenmij spel geeft jou veel leuke en entertaining momenten samen!
ru_ru: Пишите приятные, смешные, а иногда и надоедливые комментарии пользователю над вами! Игра AboveMe предлагает массу удовольствия и создает занимательные моменты между собой!

source: Setup the whole AboveMe game in seconds Get more information about the aboveme game with {command}
ru_ru: Настройте всю игру OneWord за несколько секунд Получите дополнительную информацию об игре OneWord с помощью {command}
tl_ph: I-Setup ang AboveMe na laro sa ilang segundo Kumuha ng impormasyon sa aboveme laro gamit ang {command}

source: View the top Counting users and servers
nl_nl: Bekijk de top telling gebruikers en servers
ru_ru: Просмотреть топ-счёт пользователей и/или серверов
tl_ph: Tingnan ang pinaka mataas na Counting user at servers

source: Create one
nl_nl: Maak éen
ru_ru: Создай
tl_ph: Gumawa ng isa

source: AboveMe channel
nl_nl: BovenMij kanaal
ru_ru: Канал выше бота

source: Choose in which text channel this game should be!
nl_nl: Kies in welk tekstkanaal dit spel moet zijn!
ru_ru: Выберите, в каком текстовом канале должна быть эта игра!
tl_ph: Pumilli kung saan text channel ilalagay ang laro

source: You can set up an existing text channel from your server.
nl_nl: U kunt een bestaand tekstkanaal instellen van uw server.
ru_ru: Вы можете настроить существующий текстовый канал с вашего сервера.
tl_ph: Maaari kang mag-set up ng kasalukuyang text channel mula sa iyong server.

source: Alternatively, you have the option to have a new text channel created for it.
nl_nl: U hebt ook de optie om een nieuw tekstkanaal hiervoor te maken.
ru_ru: Кроме того, у вас есть возможность создать для него новый текстовый канал.
tl_ph: Alternatibo option ay paggawa ng bagong text channel

source: You can go back here in the setup to change settings..
ru_ru: Вы можете вернуться сюда, чтобы изменить настройки

source: AboveMe bot reactions
nl_nl: BovenMij bot reacties
ru_ru: Реакции ботов AboveMe
tl_ph: AboveMe bot reaksyon

source: Decide if I am allowed to react to the posts in the game
nl_nl: Beslis of ik mag reageren op de berichten in het spel
ru_ru: Решить, могу ли я реагировать на сообщения в игре
tl_ph: Magpasya kung pinapayagan akong mag-react sa mga post sa laro

source: You can allow me reactions so that users know directly whether posts are accepted as correct.
nl_nl: Je kunt mij reacties toestaan, zodat gebruikers direct weten of berichten worden geaccepteerd als correct.
ru_ru: Вы можете разрешить мне реагировать, чтобы пользователи напрямую знали, принимаются ли сообщения как правильные.
tl_ph: Pwede ka magpasya kung pwede ako mag react para malaman ng tao kung saan ang post na korrekto

source: You can also deny my reactions to suppress the spam of reactions.
ru_ru: Вы также можете запретить мои реакции на спам.
tl_ph: Maaari mo ring tanggihan ang aking mga reaksyon upang sugpuin ang spam ng mga reaksyon.

source: CURRENT SERVER SCORES
nl_nl: HUIDIGE SERVER SCORES
ru_ru: ТЕКУЩИЕ ОЦЕНКИ СЕРВЕРА
tl_ph: NGAYONG SCORES NG SERVER

source: CURRENT USER SCORES
nl_nl: HUIDIGE SERVER SCORES
ru_ru: ТЕКУЩИЕ ОЦЕНКИ ПОЛЬЗОВАТЕЛЕЙ
tl_ph: NGAYONG SCORES NG MGA TAO

source: I could not create a TextChannel. Aborting...
nl_nl: Ik kon geen TextChannel maken. Afbreken...
ru_ru: Я не мог создать текстовый канал. Прерывание...
tl_ph: Hindi ako makagawa ng TextChannel. Titigil...

source: I could not edit the TextChannel! Aborting...
nl_nl: Ik kon geen TextChannel bijwerken. Afbreken...
ru_ru: Я не смог отредактировать текстовый канал! Прерывание...
tl_ph: Hindi ko ma edit ang TextChannel! Titigil...

source: In {channel} is already a Counting game set up. Aborting...
ru_ru: В {channel} уже установлен счетчик игры. Прерывание...

source: {game} is successfully set up in {channel}!
ru_ru: {game} успешно настроена для канала {channel}!
tl_ph: Matagumpay na na-set up ang {game} sa {channel}!

source: Note: You can freely edit the text channel now.
ru_ru: Примечание: Теперь можно свободно редактировать текстовый канал.
tl_ph: Note: Kaya mo na i edit ang text channel

source: Commands for the the Community features I offer
nl_nl: Opdrachten voor de Community die ik bied
ru_ru: Команды для вашего сервера, которые я предлагаю
tl_ph: Mga Command para sa mga feature ng Komunidad na inaalok ko

source: Features
nl_nl: Functies
ru_ru: Функции

source: Start with 1 and never stop counting again!
nl_nl: Begin met 1 en tel nooit meer op!
ru_ru: Начните с одного и больше, никогда не переставайте считать
tl_ph: Magsimula sa 1 at wag na mag count ulit!

source: Setup the whole Counting game in seconds Get more information about the counting game with {command}
nl_nl: Setup het hele Tell Spel in seconden Krijg meer information over het spel met {command}
ru_ru: Настройте всю игру подсчета за считанные секунды Получите больше информации об игре со счетом с помощью {command}
tl_ph: I-setup ang buong laro ng Pagbibilang sa ilang segundo Kumuha nang higit pang impormasyon tungkol sa laro ng pagbibilang gamit ang {command}

source: Everything you need to know about the Counting game
nl_nl: Alles wat u moet weten over het Tell spel
ru_ru: Все, что вам нужно знать об игре «Подсчет»
tl_ph: Lahat na kailangan mo malaman sa Counting game

source: Change some properties about the Counting game
nl_nl: Wijzig sommige eigenschappen over het tellen van het spel
ru_ru: Измените некоторые свойства игры «Подсчет».
tl_ph: Magiba ng property sa Counting game

source: Counting channel
nl_nl: Kanaal waar mensen gaan Tellen
ru_ru: Канал для счёта
tl_ph: Counting na channel

source: Counting direction
nl_nl: Tell directie
ru_ru: Направить подсчёт
tl_ph: Direksyon nang pag Count

source: Choose in which direction Counting should go!
nl_nl: Kies in welke richting telling moet gaan!
ru_ru: Выберите, в каком направлении должен идти подсчет
tl_ph: Pumili kung anong direksyon pupunta ang pag count

source: You can start counting at the number 1 and continue {game} in ascending order.
nl_nl: U kunt beginnen te tellen op nummer 1 en {game} in oplopende volgorde vervolgen.
ru_ru: Вы можете начать считать с цифры один и продолжить {game} в порядке возрастания
tl_ph: Maaari kang magsimulang magbilang sa numero 1 at magpatuloy sa {game} sa pataas na pagkakasunod-sunod.

source: Alternatively, you can specify a starting point from which {game} starts in descending order.
nl_nl: Als alternatief kunt u een startpunt opgeven waarvan {game} in dalende volgorde begint.
ru_ru: Кроме того, вы можете указать начальную точку, с которой начинается {game} в порядке убывания.
tl_ph: Alternatibo, pwede po ilipat ang pinag simula kung saan ay {game} ay mag sisimula pababa

source: Counting rules
nl_nl: Regels tellen
ru_ru: Правила подсчёта

source: Decide if text messages are allowed in Counting
nl_nl: Bepaal of tekstberichten toegestaan zijn bij het tellen van berichten
ru_ru: Кажите, разрешены ли текстовые сообщения в подсчете
tl_ph: Magpasya kung ang text message ay pwede a Counting

source: You can allow text messages so that members can comment to each other.
nl_nl: Je kunt tekstberichten toestaan zodat leden op elkaar kunnen reageren.
ru_ru: Вы можете разрешить текстовые сообщения, чтобы участники могли комментировать друг друга
tl_ph: Pwede mo payagan ang text message sa mga miyembro para makapagusap

source: You can deny text messages so that {game} remains clearer.
nl_nl: Je kunt tekstberichten weigeren zodat {game} duidelijker blijft.
ru_ru: Вы можете запретить текстовые сообщения, чтобы {game} оставалось таким же счётом как и задумано
tl_ph: Maaari mong tanggihan ang mga text message upang ang {game} ay manatiling mas malinaw.

source: Counting ways
nl_nl: Regels tellen
ru_ru: Способы подсчета

source: Decide if mathematical calculations are allowed in Counting
nl_nl: Bepaal of wiskundige berekeningen zijn toegestaan bij het tellen van het aantal
ru_ru: Укажите, разрешены ли математические расчеты в счётах
tl_ph: Pumaya kung ang mathematical calculation ay pwede sa Counting

source: You can allow mathematical calculations so that members can find new ways.
nl_nl: Je kunt wiskundige berekeningen toestaan, zodat leden nieuwe manieren kunnen vinden.
ru_ru: Вы можете разрешить математические расчеты, чтобы участники могли найти новые способы считать
tl_ph: Maaari mong payagan ang mga kalkulasyon sa matematika upang ang mga miyembro ay makahanap ng mga bagong paraan.

source: You can deny mathematical calculations so that {game} remains clearer.
nl_nl: Je kunt tekstberichten weigeren zodat {game} duidelijker blijft.
ru_ru: Вы можете запретить математические расчеты, чтобы {game} оставалось таким же, как и задумывался.
tl_ph: Maaari mong tanggihan ang mga mathematical na kalkulasyon upang ang {game} ay manatiling mas malinaw.

source: You can go back here in the setup to change settings.
ru_ru: Вы можете вернуться сюда в настройках, чтобы изменить эти параметры

source: Counting bot responses
nl_nl: Aantal bot-reacties
ru_ru: Подсчет ответов ботов

source: Decide in which way I should response to fails, edits, etc.
nl_nl: Beslis op welke manier ik moet reageren op tekortkomingen, bewerkingen, enz.
ru_ru: Решите, как я должен реагировать на сбои, правки и т. д, что бы улучшить игру и качество работы.
tl_ph: Magpasya kung saang paraan ako dapat tumugon sa mga nabigo, pag-edit, atbp.

source: You can let me send the responses via webhooks that will make the whole thing look more natural
nl_nl: Laat ik de antwoorden doorsturen via webhooks zodat het allemaal natuurlijker zal zijn
ru_ru: Вы можете позволить мне отправлять ответы через вебхуки, чтобы все выглядело более естественно?
tl_ph: Maaari mong hayaan akong ipadala ang mga tugon sa pamamagitan ng webhooks na gagawing mas natural ang buong bagay.

source: You can also let me send all messages as a user, to create an easier overview of the actions.
nl_nl: Je kunt ook alle berichten als gebruiker versturen om een makkelijker overzicht van de acties te maken.
ru_ru: Вы также можете разрешить мне отправлять все сообщения от имени пользователя, чтобы упростить обзор действий, и качественнее следить за счётом участников.
tl_ph: Maaari mo ring hayaan akong ipadala ang lahat ng mensahe bilang isang user, upang lumikha ng mas madaling pangkalahatang-ideya ng mga aksyon.

source: Counting bot reactions
nl_nl: Aantal bot-reacties
ru_ru: Подсчет реакций которые оставили боты
tl_ph: Nagbibilang ng mga reaksyon ng bot

source: Welcome to „Counting“
nl_nl: Welkom bij "Tellen"
ru_ru: Добро пожаловать в «Подсчет»

source: Thanks for your interest about the game in this awesome place!
nl_nl: Bedankt voor je interesse in het spel in deze fantastische plaats!
ru_ru: Спасибо за интерес к игре в этом боте!
tl_ph: Salamat sa iyong interes tungkol sa laro sa kahanga-hangang lugar na ito!

source: The Counting Game is a fun and interactive game where participants take turns posting numbers in ascending/descending order to a special text channel.
nl_nl: Het tellen van het spel is een leuk en interactief spel waar deelnemers het postaantal in oplopende / aflopende volgorde omzetten naar een speciaal tekstkanaal.
ru_ru: Счетная игра — это интерактивная игра, в которой участники по очереди пишут свои числа в порядке возрастания/убывания в специальном текстовом канале, который указала администрация сервера
tl_ph: Ang Counting Game ay isang masaya at interactive na laro kung saan ang mga kalahok ay naghahalinhinan sa pag-post ng mga numero sa pataas/pababang pagkakasunud-sunod sa isang espesyal na text channel.

source: The purpose of the game is to continuously increase/decrease the number sequence by each player's contribution.
nl_nl: Het doel van het spel is om de getallensequentie van elke speler voortdurend te verhogen/te verlagen.
ru_ru: Цель игры состоит в том, чтобы постоянно увеличивать/уменьшать числовую последовательность, в зависимости от написанного числа каждого игрока.
tl_ph: Ang layunin ng laro ay patuloy na dagdagan/babawasan ang pagkakasunod-sunod ng numero sa pamamagitan ng kontribusyon ng bawat manlalaro.

source: It can requires attention, coordination and quick action to maintain the flow and avoid mistakes. The game encourages teamwork, healthy competition and interactive communication within the community.
nl_nl: Er kan aandacht, coördinatie en snelle actie nodig zijn om de stroom in stand te houden en fouten te voorkomen. Het spel moedigt teamwork, gezonde concurrentie en interactieve communicatie binnen de gemeenschap aan.
ru_ru: Это может потребовать внимания, и быстрых действий, чтобы поддерживать счёт и избегать возможных ошибок в счёте. Игра поощряет командную работу, и конкуренцию вместе с интерактивным общение внутри сервера.
tl_ph: Ito ay maaaring mangailangan ng pansin, koordinasyon at mabilis na pagkilos upang mapanatili ang daloy at maiwasan ang mga pagkakamali.

source: It can be a fun challenge to see how high the number sequence can go as players work together to continue the counting game.
nl_nl: Het kan een leuke uitdaging zijn om te zien hoe hoog de nummerreeks kan gaan als spelers samenwerken om door te gaan met het tellen van het spel.
ru_ru: Это может быть забавной задачей, чтобы увидеть, как высоко может подняться числовая последовательность, когда игроки работают вместе, чтобы продолжать играть достаточно долго в игру со счетом.
tl_ph: Maaari itong maging isang nakakatuwang hamon na makita kung gaano kataas ang pagkakasunod-sunod ng numero habang nagtutulungan ang mga manlalaro upang ipagpatuloy ang laro ng pagbibilang.

source: One person can't count numbers in a row (others are required).
nl_nl: Een persoon kan het aantal nummers op rij niet tellen (anderen zijn vereist).
ru_ru: Один человек не может считать числа подряд (требуются другие участники счёта или сервера, позовите их, и считайте вместе)
tl_ph: Hindi mabilang ng isang tao ang mga numero sa isang hilera (kinakailangan ang iba).

source: No botting, if you have failed to often, you'll get muted.
ru_ru: Никакого бота, если вы часто не провалились, вы будете заглушены.
tl_ph: Walang botting, kung madalas kang nabigo, mamu-mute ka.

source: If you break the count, the count will reset to the start.
ru_ru: Если вы сломаете счетчик, счетчик будет сброшен до начала.
tl_ph: Kung masira mo ang bilang, ang bilang ay magre-reset sa simula.

source: The rules are simple
nl_nl: De regels zijn eenvoudig
ru_ru: Правила очень просты
tl_ph: Ang mga patakaran ay simple

source: How to setup the game?
nl_nl: Hoe kan ik het spel instellen?
ru_ru: Как настроить игру?
tl_ph: Paano i-setup ang laro?

source: Get started by using the command {command} to create and setup the essential channel
nl_nl: Ga aan de slag met het commando {command} om het essentiële kanaal te maken en in te stellen
ru_ru: Начните с использования команды {command} для создания и настройки основного канала для счёта, и начинайте считать вместе с участниками сервера.
tl_ph: Magsimula sa pamamagitan ng paggamit ng command na {command} upang gawin at i-set up ang mahalagang channel

source: How to configure the game?
nl_nl: Hoe het spel te configureren?
ru_ru: Как настроить игру?
tl_ph: Paano i-configure ang laro?

source: Customize all kind of properties for Counting by using the command {command}!
ru_ru: Настройте все виды свойств для подсчета с помощью команды {command}!
tl_ph: I-customize ang lahat ng uri ng property para sa Pagbibilang sa pamamagitan ng paggamit ng command na {command}!

source: The higher the number, the harder you fall!
nl_nl: Hoe hoger het aantal, hoe harder je valt!
ru_ru: Чем выше число, тем сильнее вы падаете!
tl_ph: Kung mas mataas ang numero, mas mahirap kang mahulog!

source: There is no Counting-Game in the given channel {channel} that we could configure.
nl_nl: Er is geen Counting-Game in het opgegeven kanaal {channel} dat we konden configureren.
ru_ru: В данном канале {channel} нет счётной игры, которую бот или администрация могли бы настроить!
tl_ph: Walang Counting-Game sa ibinigay na channel {channel} na maaari naming i-configure.

source: The next number in here has been set to {count}
nl_nl: Het volgende nummer hier is ingesteld op {count}
ru_ru: Следующий номер установлен на {count}
tl_ph: Ang susunod na numero dito ay itinakda sa {count}

source: The stats of the Counting-Game in {channel} has been successfully configured.
ru_ru: Статистика подсчета игры в {channel} успешно настроена.
tl_ph: Ang mga istatistika ng Counting-Game sa {channel} ay matagumpay na na-configure.

source: I could not create a webhook in the TextChannel! Aborting...
nl_nl: Ik kon geen Webhook maken. Afbreken...
ru_ru: Я не смог создать вебхук в текстовом канале! Ошибка...
tl_ph: Hindi ako makagawa ng webhook sa TextChannel!

source: Create some funny sentances with the help of other users!
nl_nl: Maak een paar grappige zinnen met hulp van andere gebruikers!
ru_ru: Создайте несколько забавных предложений с помощью других пользователей!
tl_ph: Gumawa ng ilang nakakatawang pangungusap sa tulong ng ibang mga user!

source: Setup the whole OneWord game in seconds Get more information about the OneWord game with {command}
nl_nl: Setup het hele Tell Spel in seconden Krijg meer information over het spel met {command}
ru_ru: Настройте всю игру OneWord за несколько секунд Получите дополнительную информацию об игре OneWord с помощью {command}
tl_ph: I-set up ang buong laro ng OneWord sa ilang segundo

source: Everything you need to know about the OneWord game
nl_nl: Alles wat u moet weten over het Tell spel
ru_ru: Все, что вам нужно знать об игре "Одно слово"
tl_ph: Lahat ng kailangan mong malaman tungkol sa laro ng OneWord

source: OneWord channel
nl_nl: Één Woord kanaal
ru_ru: Канал для игры "Одно слово"

source: OneWord bot reactions
nl_nl: OneWord bot reacties
ru_ru: Реакции бота на "Одно слово"
tl_ph: Mga reaksyon sa bot ng OneWord

source: Welcome to „OneWord“
nl_nl: Welkom bij „OneWord“
ru_ru: Приветствуем в игре "Одно слово"

source: Thanks for your interest in the game in this awesome place!
nl_nl: Bedankt voor je interesse in het spel in deze fantastische plaats!
ru_ru: Спасибо за ваш интерес к игре в этом удивительном сервере!
tl_ph: Salamat sa iyong interes sa laro sa kahanga-hangang lugar na ito!

source: How to use the game?
nl_nl: Hoe kan ik het spel instellen?
ru_ru: Как играть в "Одно слово"?
tl_ph: Paano gamitin ang laro?

source: This game is all about words, which are posted one after the other in the chat to create a creative sentance
nl_nl: Dit spel gaat allemaal over woorden, die een voor een worden geplaatst in de chat om een creatieve zin te maken
ru_ru: В этой игре все дело в словах, которые один за другим пишутся в чате, чтобы создать креативное предложение.
tl_ph: Ang larong ito ay tungkol sa mga salita, na sunod-sunod na nai-post sa chat upang lumikha ng isang malikhaing pangungusap
