Repository: Shake-The-Bot/Locales
Catalog: */LC_MESSAGES/shake.po
Languages: de_de, es_es, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tl_ph

source: {emoji} **Invalid**! The selected member is not a valid user in your temporary voice channel.
de_de: {emoji} **Ungültig**! Das ausgewählte Mitglied ist kein gültiger Benutzer in deinem temporären Sprachkanal.
es_es: {emoji} **Inválido**! El miembro seleccionado no es un usuario válido en tu canal de voz temporal.
it_it: {emoji} **Invalido**! Il membro selezionato non è un utente valido nel tuo canale vocale temporaneo.
nl_nl: {emoji} **Ongeldig**! Het geselecteerde lid is geen geldige gebruiker in je tijdelijke spraakkanaal.
pl_pl: {emoji} **Nieważne**! Wybrany użytkownik nie jest poprawnym użytkownikiem na twoim tymczasowym kanale głosowym.
pt_pt: {emoji} **Inválido**! O membro selecionado não é um usuário válido no seu canal de voz temporário.
ro_ro: {emoji} **Invalid**! Membrul selectat nu este un utilizator valid în canalul dvs. temporar de voce.
ru_ru: {emoji} **Некорректный**! Выбранный участник не является допустимым пользователем во временном голосовом канале.
sv_se: {emoji} **Ogiltigt**! Den valda medlemmen är inte en giltig användare i din tillfälliga röstkanal.
tl_ph: {emoji} **Di-wasto**!

source: {emoji} **Updated!** The {user} is now ` owner ` of your temporary {channel} channel!
de_de: {emoji} **Aktualisiert!** Die {user} ist jetzt ` Besitzer ` deines temporären {channel} Channels!
es_es: {emoji} **¡Actualizado!** ¡El {user} ahora es ` dueño ` de tu canal temporal de {channel}!
it_it: {emoji} **Aggiornato!** Il {user} è ora ` proprietario ` del tuo canale {channel} temporaneo!
nl_nl: {emoji} **Bijgewerkt!** De {user} is nu ` van jouw tijdelijke {channel} kanaal!
pl_pl: {emoji} **Zaktualizowano!** {user} jest teraz ` właścicielem twojego tymczasowego kanału {channel}!
pt_pt: {emoji} **Atualizado!** O {user} é agora ` dono ` do seu canal temporário de {channel}!
ro_ro: {emoji} **Actualizat!** {user} este acum proprietarul ` al canalului temporar {channel}!
ru_ru: {emoji} **Обновлено!** Теперь {user} является `владельцем` вашего временного канала {channel}!
sv_se: {emoji} **Uppdaterad!** {user} är nu ` ägare ` av din tillfälliga {channel} kanal!
tl_ph: {emoji} **Na-update!** Ang {user} ay ` may-ari ` ng iyong pansamantalang {channel} channel!

source: Selected users will be trusted to join!
de_de: Ausgewählte Benutzer werden vertraut, dass sie beitreten werden!
es_es: ¡Los usuarios seleccionados serán confiados para unirse!
it_it: Gli utenti selezionati saranno fidati di partecipare!
nl_nl: Geselecteerde gebruikers worden vertrouwd om mee te doen!
pl_pl: Wybrani użytkownicy będą zaufani dołączyć!
pt_pt: Os usuários selecionados serão confiáveis para entrar!
ro_ro: Utilizatorii selectați vor avea încredere să se alăture!
ru_ru: Выбранным пользователям будет доверено присоединиться!
sv_se: Valda användare kommer att bli betrodda att gå med!
tl_ph: Pagkakatiwalaan ang mga napiling user na sumali!

source: {emoji} **Updated!** The selected users are now ` trusted ` of your temporary {channel} channel!
de_de: {emoji} **Aktualisiert!** Die {user} ist jetzt ` Besitzer ` deines temporären {channel} Channels!
es_es: {emoji} **¡Actualizado!** ¡Los usuarios seleccionados ahora son ` confiados ` de tu canal temporal {channel}!
it_it: {emoji} **Aggiornato!** Gli utenti selezionati sono ora ` fidati ` del tuo canale temporaneo {channel}!
nl_nl: {emoji} **Bijgewerkt!** De geselecteerde gebruikers zijn nu ` vertrouwde ` van uw tijdelijke {channel} kanaal!
pl_pl: {emoji} **Zaktualizowano!** {user} jest teraz ` właścicielem twojego tymczasowego kanału {channel}!
pt_pt: {emoji} **Atualizado!** O {user} é agora ` dono ` do seu canal temporário de {channel}!
ro_ro: {emoji} **Actualizat!** Utilizatorii selectați sunt acum ` de încredere din canalul temporar {channel}!
ru_ru: {emoji} **Обновлено!** Теперь {user} является `владельцем` вашего временного канала {channel}!
sv_se: {emoji} **Uppdaterad!** De valda användarna är nu ` betrodda ` av din tillfälliga {channel} kanal!
tl_ph: {emoji} **Na-update!** Ang mga napiling user ay ` pinagkakatiwalaan ` ng iyong pansamantalang channel sa {channel}!

source: Selected users will be kicked and blocked!
de_de: Ausgewählte Benutzer werden gekickt und blockiert!
es_es: ¡Los usuarios seleccionados serán expulsados y bloqueados!
it_it: Gli utenti selezionati saranno cacciati e bloccati!
nl_nl: Geselecteerde gebruikers worden gekickt en geblokkeerd!
pl_pl: Wybrani użytkownicy zostaną wyrzuceni i zablokowani!
pt_pt: Os usuários selecionados serão expulsos e bloqueados!
ro_ro: Utilizatorii selectați vor fi dați afară și blocați!
ru_ru: Выбранные пользователи будут кикнуты и заблокированы!
sv_se: Valda användare kommer att sparkas och blockeras!
tl_ph: Sisipain at haharangan ang mga napiling user!

source: {emoji} **Updated!** The selected users are now ` blocked ` of your temporary {channel} channel!
de_de: {emoji} **Aktualisiert!** Die {user} ist jetzt ` Besitzer ` deines temporären {channel} Channels!
es_es: {emoji} **¡Actualizado!** ¡Los usuarios seleccionados ahora están ` bloqueados ` de tu canal temporal {channel}!
it_it: {emoji} **Aggiornato!** Gli utenti selezionati sono ora bloccati ` del tuo canale temporaneo {channel}!
nl_nl: {emoji} **Bijgewerkt!** De geselecteerde gebruikers zijn nu ` geblokkeerd ` van uw tijdelijke {channel} kanaal!
pl_pl: {emoji} **Zaktualizowano!** {user} jest teraz ` właścicielem twojego tymczasowego kanału {channel}!
pt_pt: {emoji} **Atualizado!** O {user} é agora ` dono ` do seu canal temporário de {channel}!
ro_ro: {emoji} **Actualizat!** Utilizatorii selectați sunt acum ` blocați ` din canalul temporar {channel}!
ru_ru: {emoji} **Обновлено!** Теперь {user} является `владельцем` вашего временного канала {channel}!
sv_se: {emoji} **uppdaterade!** De valda användarna är nu ` blockerade` av din tillfälliga {channel} kanal!
tl_ph: {emoji} **Na-update!** Ang mga napiling user ay ` naka-block ` ngayon sa iyong pansamantalang {channel} channel!

source: Selected user will be kicked from your tempvoice channel!
de_de: Ausgewählter Benutzer besitzt deinen Temporärkanal!
es_es: ¡El usuario seleccionado tendrá su canal de voz temporal!
it_it: L'utente selezionato sarà espulso dal tuo canale tempvo!
nl_nl: Geselecteerde gebruiker zal worden verwijderd uit uw tempvoice kanaal!
pl_pl: Wybrany użytkownik będzie posiadał kanał tymczasowy!
pt_pt: O usuário selecionado possuirá seu canal de voz temply!
ro_ro: Utilizatorul selectat va fi dat afară din canalul tău temporar!
ru_ru: Выбранному пользователю будет принадлежать ваш собеседник!
sv_se: Vald användare kommer att sparkas från din frestande röstkanal!
tl_ph: Sisipain ang napiling user mula sa iyong tempvoice channel!

source: {emoji} **Invalid**! None of the selected users are valid members of your temporary voice channel.
de_de: {emoji} **Ungültig**! Das ausgewählte Mitglied ist kein gültiger Benutzer in deinem temporären Sprachkanal.
es_es: {emoji} **Inválido**! Ninguno de los usuarios seleccionados son miembros válidos de tu canal de voz temporal.
it_it: {emoji} **Invalido**! Nessuno degli utenti selezionati è membro valido del tuo canale vocale temporaneo.
nl_nl: {emoji} **Ongeldig**! Geen van de geselecteerde gebruikers zijn geldige leden van je tijdelijke spraakkanaal.
pl_pl: {emoji} **Nieważne**! Wybrany użytkownik nie jest poprawnym użytkownikiem na twoim tymczasowym kanale głosowym.
pt_pt: {emoji} **Inválido**! O membro selecionado não é um usuário válido no seu canal de voz temporário.
ro_ro: {emoji} **Invalid**! Niciunul dintre utilizatorii selectați nu este un membru valid al canalului dvs. temporar de voce.
ru_ru: {emoji} **Некорректный**! Выбранный участник не является допустимым пользователем во временном голосовом канале.
sv_se: {emoji} **Ogiltigt**! Ingen av de valda användarna är giltiga medlemmar i din tillfälliga röstkanal.
tl_ph: {emoji} **Di-wasto**!

source: {emoji} **Updated!** The selected users got kicked from your temporary {channel} channel!
de_de: {emoji} **Aktualisiert!** Die {user} ist jetzt ` Besitzer ` deines temporären {channel} Channels!
es_es: {emoji} **¡Actualizado!** ¡Los usuarios seleccionados fueron expulsados de tu canal temporal {channel}!
it_it: {emoji} **Aggiornato!** Gli utenti selezionati sono stati cacciati dal tuo canale temporaneo {channel}!
nl_nl: {emoji} **Bijgewerkt!** De geselecteerde gebruikers zijn nu ` geblokkeerd ` van uw tijdelijke {channel} kanaal!
pl_pl: {emoji} **Zaktualizowano!** {user} jest teraz ` właścicielem twojego tymczasowego kanału {channel}!
pt_pt: {emoji} **Atualizado!** O {user} é agora ` dono ` do seu canal temporário de {channel}!
ro_ro: {emoji} **Actualizat!** Utilizatorii selectați sunt acum ` blocați ` din canalul temporar {channel}!
ru_ru: {emoji} **Обновлено!** Теперь {user} является `владельцем` вашего временного канала {channel}!
sv_se: {emoji} **Uppdaterad!** De valda användarna blev sparkade från din tillfälliga {channel} -kanal!
tl_ph: {emoji} **Na-update!** Ang mga napiling user ay sinipa mula sa iyong pansamantalang channel sa {channel}!

source: {emoji} this option is only for admins!
de_de: {emoji} diese Option ist nur für Administratoren!
es_es: ¡{emoji} esta opción es solo para administradores!
it_it: {emoji} questa opzione è solo per gli amministratori!
nl_nl: {emoji} deze optie is alleen voor admins!
pl_pl: {emoji} ta opcja jest tylko dla administratorów!
pt_pt: {emoji} essa opção é apenas para administradores!
ro_ro: {emoji} această opțiune este doar pentru administratori!
ru_ru: {emoji} - только для администраторов!
sv_se: {emoji} det här alternativet är bara för administratörer!
tl_ph: {emoji} ang opsyong ito ay para lang sa mga admin!

source: {emoji} Selected user is already owner of a temporary channel!
nl_nl: {emoji} Geselecteerde gebruiker is alleenstaande eigenaar van een tijdelijk kanaal!
ru_ru: {emoji} Выбранный пользователь уже является владельцем временного канала!
tl_ph: {emoji} Ang napiling user ay may-ari na ng pansamantalang channel!

source: {emoji} **Updated!** You are now ` owner ` of the temporary {channel} channel!
de_de: {emoji} **Aktualisiert!** Die {user} ist jetzt ` Besitzer ` deines temporären {channel} Channels!
es_es: {emoji} **¡Actualizado!** ¡El {user} ahora es ` dueño ` de tu canal temporal de {channel}!
it_it: {emoji} **Aggiornato!** Ora sei proprietario ` del canale temporaneo {channel}!
nl_nl: {emoji} **Bijgewerkt!** De {user} is nu ` van jouw tijdelijke {channel} kanaal!
pl_pl: {emoji} **Zaktualizowano!** {user} jest teraz ` właścicielem twojego tymczasowego kanału {channel}!
pt_pt: {emoji} **Atualizado!** O {user} é agora ` dono ` do seu canal temporário de {channel}!
ro_ro: {emoji} **Actualizat!** {user} este acum proprietarul ` al canalului temporar {channel}!
ru_ru: {emoji} **Обновлено!** Теперь {user} является `владельцем` вашего временного канала {channel}!
sv_se: {emoji} **Uppdaterad!** Du är nu ` ägare ` av den tillfälliga {channel} kanalen!
tl_ph: {emoji} **Na-update!** Ikaw na ngayon ang ` may-ari ` ng pansamantalang {channel} channel!

source: Selected users will be untrusted from joining!
de_de: Ausgewählte Benutzer werden vertraut, dass sie beitreten werden!
es_es: ¡Los usuarios seleccionados serán confiados para unirse!
it_it: Gli utenti selezionati non saranno attendibili dalla iscrizione!
nl_nl: Geselecteerde gebruikers zullen niet worden vertrouwd om toe te treden!
pl_pl: Wybrani użytkownicy będą zaufani dołączyć!
pt_pt: Os usuários selecionados serão confiáveis para entrar!
ro_ro: Utilizatorii selectați vor avea încredere să se alăture!
ru_ru: Выбранным пользователям будет доверено присоединиться!
sv_se: Valda användare kommer inte att lita på att gå med!
tl_ph: Ang mga napiling user ay hindi mapagkakatiwalaan sa pagsali!

source: {emoji} **Updated!** The selected users are now ` untrusted ` of your temporary {channel} channel!
de_de: {emoji} **Aktualisiert!** Die {user} ist jetzt ` Besitzer ` deines temporären {channel} Channels!
es_es: {emoji} **¡Actualizado!** ¡Los usuarios seleccionados ahora son ` confiados ` de tu canal temporal {channel}!
it_it: {emoji} **Aggiornato!** Gli utenti selezionati ora sono ` non fidati ` del tuo canale temporaneo {channel}!
nl_nl: {emoji} **Bijgewerkt!** De geselecteerde gebruikers zijn nu ` onvertrouwde ` van uw tijdelijke {channel} kanaal!
pl_pl: {emoji} **Zaktualizowano!** {user} jest teraz ` właścicielem twojego tymczasowego kanału {channel}!
pt_pt: {emoji} **Atualizado!** O {user} é agora ` dono ` do seu canal temporário de {channel}!
ro_ro: {emoji} **Actualizat!** Utilizatorii selectați sunt acum ` de încredere din canalul temporar {channel}!
ru_ru: {emoji} **Обновлено!** Теперь {user} является `владельцем` вашего временного канала {channel}!
sv_se: {emoji} **uppdaterade!** De valda användarna är nu ` opålitliga ` i din tillfälliga {channel} kanal!
tl_ph: {emoji} **Na-update!** Ang mga napiling user ay ` hindi pinagkakatiwalaan ` ng iyong pansamantalang {channel} channel!

source: Selected users will be unblocked from joining!
de_de: Ausgewählte Benutzer werden vertraut, dass sie beitreten werden!
es_es: ¡Los usuarios seleccionados serán confiados para unirse!
it_it: Gli utenti selezionati saranno sbloccati dall'iscrizione!
nl_nl: Geselecteerde gebruikers zullen niet worden geblocked om toe te treden!
pl_pl: Wybrani użytkownicy będą zaufani dołączyć!
pt_pt: Os usuários selecionados serão confiáveis para entrar!
ro_ro: Utilizatorii selectați vor avea încredere să se alăture!
ru_ru: Выбранным пользователям будет доверено присоединиться!
sv_se: Valda användare kommer att bli betrodda att gå med!
tl_ph: Ang mga napiling user ay ia-unblock sa pagsali!

source: {emoji} **Updated!** The selected users are now ` unblocked ` of your temporary {channel} channel!
de_de: {emoji} **Aktualisiert!** Die {user} ist jetzt ` Besitzer ` deines temporären {channel} Channels!
es_es: {emoji} **¡Actualizado!** ¡Los usuarios seleccionados ahora están ` bloqueados ` de tu canal temporal {channel}!
it_it: {emoji} **Aggiornato!** Gli utenti selezionati sono ora ` sbloccati ` del tuo canale temporaneo {channel}!
nl_nl: {emoji} **Bijgewerkt!** De geselecteerde gebruikers zijn nu ` geblokkeerd ` van uw tijdelijke {channel} kanaal!
pl_pl: {emoji} **Zaktualizowano!** {user} jest teraz ` właścicielem twojego tymczasowego kanału {channel}!
pt_pt: {emoji} **Atualizado!** O {user} é agora ` dono ` do seu canal temporário de {channel}!
ro_ro: {emoji} **Actualizat!** Utilizatorii selectați sunt acum ` blocați ` din canalul temporar {channel}!
ru_ru: {emoji} **Обновлено!** Теперь {user} является `владельцем` вашего временного канала {channel}!
sv_se: {emoji} **uppdaterade!** De valda användarna är nu ` blockerade` av din tillfälliga {channel} kanal!
tl_ph: {emoji} **Na-update!** Ang mga napiling user ay ` na-unblock ` na ngayon sa iyong pansamantalang {channel} channel!

source: Manage the tempvoice features of Shake
nl_nl: Beheer de tempvoice functies van Shake
ru_ru: Управление соблазнительными функциями встряхивания
tl_ph: Pamahalaan ang mga tampok na tempvoice ng Shake

source: Set up TempVoice with a wizard in seconds. Parameters ----------- prefix: Optional[strl] the prefix suffix: Optional[str] the suffix locked: Optional[bool] if locked user_limit: Optional[int] the user limit
de_de: Installieren Sie TempVoice mit einem Assistenten in Sekunden. Parameter ----------- Präfix: Optional:[strl] das Präfix Suffix: Optional:[str] das Suffix gesperrt: Optional: Optional:[bool] wenn gesperrt user_limit: Optional:[int] das Benutzerlimit
nl_nl: Setup de TempVoice met een Tovenaar in een paar seconden. Parameters ----------- prefix: Optional[strl] the prefix suffix: Optional[str] the suffix locked: Optional[bool] if locked user_limit: Optional[int] the user limit
ru_ru: Настройте TempVoice с мастером за секунды. Параметры ----------- префикс: Необязательный[strl] префикс суффикс: Необязательный[str] суффикс заблокирован:[bool] если заблокирован user_limit: Опционально[int] ограничение пользователя
tl_ph: I-set up ang TempVoice gamit ang isang wizard sa ilang segundo.

source: tempvoice category
de_de: tempvoice Kategorie
es_es: categoría de tempvoice
it_it: categoria tempvoice
nl_nl: tempvoice-categorie
pl_pl: kategoria tymczasowa
pt_pt: Categoria de voz temporária
ro_ro: Categorie de voce temporară
ru_ru: временная категория
sv_se: tempröstkategori

source: ︱Creator Channel
de_de: —Ersteller Kanal
es_es: —Canal de creador
it_it: —Canale Creatore
nl_nl: —Creator Kanaal
pl_pl: - Kanał Twórcy
pt_pt: —Canal do Criador
ro_ro: —Canal creator
ru_ru: – Канал создателя
sv_se: —Skaparkanal

source: ︱interface
de_de: —Schnittstelle
es_es: —interfaz
it_it: —interfaccia
pl_pl: - interfejs
ro_ro: -interfata
ru_ru: – интерфейс
sv_se: —Gränssnitt

source: TempVoice Interface
de_de: Temporäres Interface
es_es: Interfaz de TempVoice
it_it: Interfaccia TempVoice
pl_pl: Interfejs TempVoice
pt_pt: Interface TempVoice
ro_ro: Interfaţă TempVoice
ru_ru: TempVoice интерфейс

source: {emoji} This interface can be used to edit your temporary channel. More options will be available with {command} commands.
nl_nl: {emoji} Deze interface kan worden gebruikt om uw tijdelijk kanaal te bewerken. Meer opties zullen beschikbaar zijn bij {command} commando's.
ru_ru: Этот интерфейс {emoji} может быть использован для редактирования вашего временного канала. Дополнительные параметры будут доступны с помощью {command} команд.
tl_ph: {emoji} Maaaring gamitin ang interface na ito para i-edit ang iyong pansamantalang channel.

source: Support
de_de: Unterstützung
es_es: Soporte
it_it: Supporto
nl_nl: Hulp
pl_pl: Wsparcie
pt_pt: SUPORTE
ro_ro: Suport
ru_ru: Поддержка
sv_se: Stöd
tl_ph: Suporta

source: Throw nice, funny and sometimes annoying comments to the user above you! The AboveMe game offers a lot of fun and creats entertaining moments among each other!
tl_ph: Maghagis ng maganda, nakakatawa at minsan nakakainis na mga komento sa gumagamit na nasa itaas mo!

source: You can come back here in the setup to change settings..
tl_ph: Maaari kang bumalik dito sa setup para baguhin ang mga setting..

source: There is already a game set up in {channel}. Aborting...
tl_ph: Mayroon nang naka-set up na laro sa {channel}.

source: You can come back here in the setup to change settings.
tl_ph: Maaari kang bumalik dito sa setup upang baguhin ang mga setting.

source: The given server is not valid
tl_ph: Ang ibinigay na server ay hindi wasto

source: leaving the guild raised an error
tl_ph: ang pag-alis sa guild ay nagtaas ng pagkakamali

source: I'll leave the given server
tl_ph: Aalis ako sa ibinigay na server

source: View objects from certain documentation. RTFM is internet slang for the phrase "read the damn manual". This also applies to this command, with the help of which you can get the URLs to the documentation for various things Parameters ----------- key: Optional[str] the module (Python, Discord, ...). Defaults to ``Python`` entity: Optional[str] the thing you want to get information about (getattr, ctx.command, ...). Defaults to ``None`` and returning the ``key`` website url
tl_ph: Tingnan ang mga bagay mula sa ilang partikular na dokumentasyon.

source: View all modules
tl_ph: Tingnan ang lahat ng mga module

source: Choose a symbol...
tl_ph: Pumili ng simbolo...

source: No symbols to choose...
tl_ph: Walang mga simbolo na pipiliin...

source: Gimmicks
tl_ph: Mga gimik

source: Get a random length depending on the user With this command you can find out, using a very clever and definitely not random generator, which lenght would with to an user. __Please note__: If you don't specify a user, I might reveal your lenght as well. Parameters ----------- member: Greedy[Member] the member to reveal the lenght of
tl_ph: Kumuha ng random na haba depende sa user

source: Length
tl_ph: Haba

source: Get your avatar a rainbow filter! ^^ Parameters ----------- member: discord.Member the member to add
tl_ph: Kunin ang iyong avatar ng rainbow filter!

source: Position
tl_ph: Posisyon

source: Threads
tl_ph: Mga Thread

source: Thread's mention
tl_ph: Pagbanggit ng thread

source: Thread's server
tl_ph: Server ng thread

source: Thread's category
tl_ph: Kategorya ng Thread

source: Category's server
tl_ph: Server ng kategorya

source: Twitch
tl_ph: Kumibot

source: Either this channel does not exist or I can't see it.
tl_ph: Maaaring wala ang channel na ito o hindi ko ito nakikita.

source: Command to empty messages in text channels. This command deletes a certain number of messages while various filters can be applied. Pinned messages are ignored. You can also filter by one or more members. Parameters ----------- users: Greedy[User] @mentions, IDs or names. first_limit: Union[Message, Age, None] one message, one delta or ISO datetime each. second_limit: Union[Message, Age, None] one message, one delta or ISO datetime each. regex: Optional[Regex] A regex pattern that the message must contain to be deleted. bots_only: Optional[bool] Whether only bots should be deleted. Specify `bots_only` or `users`. channels: Greedy[TextChannel] #textchannels or * for all text channels in which to delete.
tl_ph: Mag-utos sa mga walang laman na mensahe sa mga text channel.

source: Message limits are in different channels.
de_de: Die Grenzen der Nachrichten liegen in verschiedenen Kanälen.
es_es: Los límites de mensajes están en diferentes canales.
it_it: I limiti dei messaggi sono in canali diversi.
pl_pl: Limity wiadomości znajdują się na różnych kanałach.
pt_pt: Os limites das mensagens estão em diferentes canais.
ro_ro: Limitele mesajelor sunt în canale diferite.
sv_se: Meddelandegränserna finns i olika kanaler.
tl_ph: Ang mga limitasyon ng mensahe ay nasa iba't ibang channel.

source: Marked as bots only, but users were specified.
de_de: Nur als Bots markiert, aber Benutzer wurden angegeben.
es_es: Marcado como sólo bots, pero los usuarios fueron especificados.
it_it: Contrassegnato solo come bot, ma gli utenti sono stati specificati.
pl_pl: Oznaczono tylko jako boty, ale użytkownicy zostali określeni
pt_pt: Marcado apenas como bots, mas os usuários foram especificados.
ro_ro: Marcat doar ca boți, dar utilizatorii au fost specificați.
sv_se: Markerade endast som robotar, men användare anges.
tl_ph: Minarkahan bilang mga bot lamang, ngunit tinukoy ang mga user.

source: An attempt was made to delete the call message, but it has already been deleted.
de_de: Es wurde versucht, die Anrufnachricht zu löschen, aber sie wurde bereits gelöscht.
es_es: Se ha intentado eliminar el mensaje de llamada, pero ya ha sido eliminado.
it_it: È stato fatto un tentativo di eliminare il messaggio di chiamata, ma è già stato eliminato.
pl_pl: Próba usunięcia wiadomości połączenia, ale została już usunięta.
pt_pt: Foi feita uma tentativa de eliminar a mensagem de chamada, mas esta já foi apagada.
ro_ro: S-a încercat ștergerea mesajului de apel, dar acesta a fost deja șters.
sv_se: Ett försök gjordes för att ta bort samtalsmeddelandet, men det har redan tagits bort.
tl_ph: Isang pagtatangka ay ginawa upang tanggalin ang mensahe ng tawag, ngunit ito ay natanggal na.

source: **Enjoying using Shake? We would love it if you [vote]({}) for us!**
de_de: **Gefällt dir Shake? Wir würden es lieben, wenn du für uns [voten]({}) würdest!**

source: `{datetime_string}` is not a valid ISO-8601 datetime string
de_de: `{datetime_string}` ist kein gültiger Dauer-String
es_es: `{datetime_string}` no es una cadena de duración válida
it_it: `{datetime_string}` non è una stringa di durata valida
pl_pl: `{datetime_string}` nie jest prawidłowym ciągiem czasu trwania
pt_pt: `{datetime_string}` não é uma duração válida
ro_ro: `{datetime_string}` nu este un şir de durată valid
sv_se: `{datetime_string}` är inte en giltig ISO-8601 datetime sträng

source: Stop
de_de: Stopp

source: and
de_de: und
