Repository: Shake-The-Bot/Locales
Catalog: */LC_MESSAGES/shake.po
Languages: de_de, es_es, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tl_ph

source: Command to empty messages in text channels. This command deletes a certain number of messages while various filters can be applied. Pinned messages are ignored. You can also filter by one or more members. - `users`: \u2003@mentions, IDs or names. - `first_limit` and `second_limit`: \`u2003@one message, one delta or ISO datetime each. - `regex`: \u2003A regex pattern that the message must contain to be deleted. - `bots_only`: \`u2003Whether only bots should be deleted. Specify `bots_only` or `users`. - `channels`: \u2003#textchannels or * for all text channels in which to delete.
it_it: Comando per svuotare messaggi nei canali di testo. Questo comando elimina un certo numero di messaggi mentre possono essere applicati vari filtri. I messaggi bloccati vengono ignorati. È inoltre possibile filtrare per uno o più membri. - `users`: \u2003@mentions, ID o nomi. - `first_limit` e `second_limit`: \`u2003@one message, un delta o data ISO ciascuno. - `regex`: \u2003Un modello regex che il messaggio deve contenere per essere eliminato. - `bots_only`: \`u2003Se solo i bot devono essere eliminati. Specifica `bots_only` o `users`. - `channels`: \u2003#textchannels o * per tutti i canali di testo in cui eliminare.
pt_pt: Comando para esvaziar mensagens em canais de texto. Este comando exclui um certo número de mensagens enquanto vários filtros podem ser aplicados. Mensagens fixadas são ignoradas. Você também pode filtrar por um ou mais membros. - `usuários`: \u2003@menções, IDs ou nomes. - `first_limit` and `second_limit`: \`u2003@one mensagem, um delta ou hora ISO cada. - `regex`: \u2003Um padrão de regex que a mensagem deve conter para ser excluída. - `Apenas bots`: \`u2003Se somente bots devem ser excluídos. Especifique `bots_only` ou `users`. - `canais`: \u2003#textchannels ou * para todos os canais de texto onde excluir.
ro_ro: Comanda către mesaje goale în canalele de text. Această comandă șterge un anumit număr de mesaje, în timp ce diverse filtre pot fi aplicate. Mesajele fixate sunt ignorate. De asemenea, poți filtra unul sau mai mulți membri. - `utilizatori`: \u2003@menționări, ID-uri sau nume. - `first_limit` şi `second_limit`: \`u2003@one mesaj, o delta sau ISO pentru fiecare data. - `regex`: \u2003Un model regex pe care mesajul trebuie să-l conțină pentru a fi șters. - `bots_only`: \`u2003Dacă doar boții ar trebui șterși. Specificați `bots_only` sau `utilizatorii`. - `canale`: \u2003#textchannels sau * pentru toate canalele de text în care să se ștergă.

source: execute commands with the rights of another user You can specify who executes this command in which text channel
it_it: eseguire comandi con i diritti di un altro utente È possibile specificare chi esegue questo comando in quale canale di testo
pt_pt: executa comandos com direitos de outro usuário Você pode especificar quem executa este comando em que o canal de texto
ro_ro: execută comenzi cu drepturile unui alt utilizator Puteţi specifica cine execută această comandă în care canal text

source: Set up Counting with a wizard in seconds.
it_it: Configura il conteggio con una procedura guidata in secondi.
pt_pt: Configurar contagem com um assistente em segundos.
ro_ro: Configurați Numărarea cu un asistent în câteva secunde.

source: Send an event
it_it: Invia un evento
pt_pt: Enviar um evento
ro_ro: Trimite un eveniment

source: View all available languages' locale codes. You can check if your language is available by comparing against [this list](https://saimana.com/list-of-country-locale-code/) Some of these languages are no real languages but serve as a way to spice up the text. (If something is not yet translated, the english original text is used.)
ro_ro: Vezi toate codurile locale disponibile ale limbilor. Puteți verifica dacă limba dvs. este disponibilă prin compararea cu [această listă](https://saimana. /lista locală/locală a țării Unele dintre aceste limbi nu sunt limbi reale, ci servesc ca modalitate de a înfrumuseța textul. (dacă ceva nu este încă tradus, se folosește textul original în limba engleză.)

source: Changes the language the bot replies for the guild. `<locale>` - The locale code of the language you want to use; full list can be found in `{prefix}language`
it_it: Cambia la lingua in cui il bot risponde per la gilda. `<locale>` - Il codice locale della lingua che vuoi utilizzare; la lista completa può essere trovata in `{prefix}language`
pt_pt: Altera o idioma que o bot responde para a guilda. `<locale>` - O código de localidade do idioma que você deseja usar; lista completa pode ser encontrada em `{prefix}idioma`
ro_ro: Schimbă limba în care bot-ul răspunde pentru breaslă. `<locale>- Codul local al limbii pe care dorești să o utilizezi; lista completă poate fi găsită în `{prefix}limbă`

source: Changes the language the bot replies for you. `<locale>` - The locale code of the language you want to use; full list can be found in `{prefix}language`
it_it: Cambia la lingua che il bot risponde per te. `<locale>` - Il codice locale della lingua che si desidera utilizzare; la lista completa può essere trovata in `{prefix}language`
pt_pt: Altera o idioma que o bot responde para a guilda. `<locale>` - O código de localidade do idioma que você deseja usar; lista completa pode ser encontrada em `{prefix}idioma`
ro_ro: Schimbă limba pe care bot-ul o răspunde pentru tine. `<locale>- Codul local al limbii pe care doriţi să o utilizaţi; lista completă poate fi găsită în limba{prefix}"

source: {emoji} {prefix} **Your given locale is not valid. Use <!language> to get a list of all locales)**
ro_ro: {emoji} {prefix} **Localizarea dată nu este validă. Folosește <!language> pentru a obține o listă cu toate localele)**

source: {emoji} {prefix} **I'm sorry to say that I dont have your given locale.** Try to contribute [here]({link}) if you want to!
ro_ro: {emoji} {prefix} **Îmi pare rău să spun că nu am dat date locale.** Încearcă să contribui [here]({link}) dacă vrei!

source: synchronize the bot with its commands The synchronization is used to reload the changes. Synchronize when ... - ...commands have been added, removed or changed - ...arguments are added, removed or changed - ...permissions are added, removed or changed - ...a global/server command becomes a server/global command
it_it: sincronizzare il bot con i suoi comandi La sincronizzazione viene utilizzata per ricaricare le modifiche. Sincronizza quando . . - ... ommando sono stati aggiunti, rimossi o modificati - . .arguments sono aggiunti, rimossi o modificati - ... le trasmissioni vengono aggiunte, rimosse o modificate - . .un comando global/server diventa un comando server/global
pt_pt: sincronize o bot com seus comandos A sincronização é usada para recarregar as alterações. Sincronizar quando . . - ... ommands foram adicionados, removidos ou alterados - . .arguments são adicionados, removidos ou alterados - ... as erções são adicionadas, removidas ou alteradas - . .a comando global/servidor se torna um comando de servidor/global
ro_ro: Sincronizează bot-ul cu comenzile sale Sincronizarea este folosită pentru a reîncărca modificările. Sincronizează când . . - ... ommandatele au fost adăugate, eliminate sau modificate - . .Argumentele sunt adăugate, eliminate sau modificate - ... ermisiunile sunt adăugate, șterse sau schimbate - . .a comanda global/server devine o comandă server/globală

source: Setup the tempvoice features of the bot
it_it: Imposta le caratteristiche di tempvoice del bot
pt_pt: Configurar os recursos temporários de voz do bot
ro_ro: Configurați funcțiile de voce temporară ale bot-ului

source: Set up TempVoice with a wizard in seconds.
it_it: Imposta TempVoice con una procedura guidata in secondi.
pt_pt: Configurar contagem com um assistente em segundos.
ro_ro: Configurați jocul de Aboveme-cu un vrăjitor în câteva secunde.

source: No command named `{invoked_command}` found. Did you perhaps mean `{prefix}{closest_1}` {closest_2}?
it_it: Nessun comando chiamato `{invoked_command}` trovato. Forse intendi `{prefix}{closest_1}` {closest_2}?
pt_pt: Nenhum comando chamado{invoked_command}` foi encontrado. Você talvez quis dizer `{prefix}{closest_1}` {closest_2}?
ro_ro: Nici o comandă numită `{invoked_command}a găsit. Poate ați vrut să spuneți `{prefix}{closest_1}` {closest_2}?

source: 🎲 Dice roll
it_it: 🎲 Rotolo di dadi
pt_pt: 🎲 Rolagem de Dados

source: server
es_es: servidor
pl_pl: serwer
pt_pt: Servidor

source: Offline
es_es: Desconectado
pt_pt: Desconectado

source: Online
es_es: En línea
pl_pl: Dostępny
pt_pt: Disponível

source: I
pt_pt: Eu
sv_se: Jag

source: Total: {members}
it_it: Totale: {members}

source: #tag
es_es: #etiqueta
sv_se: #tagg
