Repository: Shake-The-Bot/Locales
Catalog: */LC_MESSAGES/shake.po
Languages: de_de, es_es, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tl_ph

source: Badges
ru_ru: Значки
tl_ph: Mga Badge

source: Server Member Badges
nl_nl: Badges voor leden server
ru_ru: Значки участника сервера
tl_ph: Mga Badge ng Miyembro ng Server

source: Activities
nl_nl: Activiteiten
ru_ru: Активности
tl_ph: Mga Aktibidad

source: Server Activities
nl_nl: Server Activiteiten
ru_ru: Активности сервера
tl_ph: Mga Aktibidad ng Server

source: Top {index} Activity ({type})
nl_nl: Top {index} activiteit ({type})
ru_ru: Топ {index} Активность ({тип})
tl_ph: Nangungunang {index} na Aktibidad ({type})

source: Servers's position
ru_ru: Должность участника
tl_ph: Posisyon ng mga server

source: Get some basic information and statistics about me. very useful to stalk
de_de: Erhalte einige grundlegende Informationen und Statistiken über mich. sehr nützlich, um zu stalken
es_es: Obtén información básica y estadísticas sobre mí. muy útil para acechar.
it_it: Ottieni alcune informazioni di base e statistiche su di me. molto utile per stalk
nl_nl: Verkrijg wat basisinformatie en statistieken over mij. erg handig om te stalen
pl_pl: Uzyskaj kilka podstawowych informacji i statystyk o mnie. bardzo przydatnych do ogłuszania
pt_pt: Obtenha algumas informações básicas e estatísticas sobre mim. muito útil para espreitar
ro_ro: Obține câteva informații de bază și statistici despre mine. foarte util pentru a bloca
ru_ru: Получите базовую информацию и статистику обо мне. очень полезно для кражи
sv_se: Få lite grundläggande information och statistik om mig. mycket användbar för att stjälka
tl_ph: Kumuha ng ilang pangunahing impormasyon at istatistika tungkol sa akin.

source: Bot Info
ru_ru: Информация о боте
tl_ph: Impormasyon ng Bot

source: Started
nl_nl: Gestart
ru_ru: Начать
tl_ph: Nagsimula

source: Ping
ru_ru: Пинг

source: Lines of Code
nl_nl: Regels Code
ru_ru: Строк в коде
tl_ph: Mga Linya ng Kodigo

source: Servers
ru_ru: Серверов
tl_ph: Mga Server

source: Users
ru_ru: Пользователей
tl_ph: Mga Gumagamit

source: Commands
nl_nl: Opdrachten
ru_ru: Команд
tl_ph: Mga Utos

source: System
nl_nl: Systeem
ru_ru: Системы
tl_ph: Sistema

source: System Info
nl_nl: Systeem Info
ru_ru: Информация о системе
tl_ph: Impormasyon ng System

source: Python version
nl_nl: Python versie
ru_ru: Версия Python
tl_ph: Bersyon ng Python

source: Library version
nl_nl: Library versie
ru_ru: Версия библиотеки
tl_ph: Bersyon ng aklatan

source: Memory Usage
nl_nl: Geheugengebruik
ru_ru: Использование памяти
tl_ph: Paggamit ng Memorya

source: CPU Usage
nl_nl: CPU Gebruik
ru_ru: Использование CPU
tl_ph: Paggamit ng CPU

source: Plattform
ru_ru: Платформа
tl_ph: Platform

source: Most used commands
nl_nl: Meest gebruikte opdrachten
ru_ru: Основные команды
tl_ph: Karamihan sa ginagamit na mga utos

source: Shake Statistics Overview
nl_nl: Statistieken Overzicht
ru_ru: Статистика встряхивания
tl_ph: Pangkalahatang-ideya ng Mga Istatistika ng Shake

source: Support Server Link
nl_nl: Ondersteunings- server
ru_ru: Сервер поддержки:
tl_ph: Link ng Server ng Suporta

source: Shake Invition Link
nl_nl: Shake Invite Link
ru_ru: Встряхнуть приглашение, ссылка
tl_ph: Iling ang Link ng Imbitasyon

source: Developer
nl_nl: Ontwikkelaar
ru_ru: Разработчик
tl_ph: Nag-develop

source: Bot name
nl_nl: Bot naam
ru_ru: Имя бота
tl_ph: Pangalan ng bot

source: Bot ID
ru_ru: ID бота

source: Bot creation
nl_nl: Bot aanngemaakt
ru_ru: Создание бота
tl_ph: Paglikha ng bot

source: Get information about you or a specified user. Parameters ----------- user: Optional[Member | User] @mention, ID or name of the user you want to get information about.
nl_nl: Meer informatie over een specifiek kanaal. Deze opdracht toont je wat informatie over een kanaal. Parameters ----------- guild: Optionele[str] de gilde naam of id om informatie te krijgen over.
ru_ru: Получение информации о конкретном сервере. Эта команда покажет вам некоторую информацию о сервере. Параметры ----------- гильдия: Необязательно[str] название или идентификатор гильдии для получения информации о ней.
tl_ph: Kumuha ng impormasyon tungkol sa iyo o sa isang tinukoy na user.

source: User's Avatar
nl_nl: Gebruiker ProfielFoto
ru_ru: Аватар пользователя
tl_ph: Avatar ng User

source: User's Display Avatar
nl_nl: Weergave avatar van gebruiker
ru_ru: Отобразить аватар пользователя
tl_ph: Display Avatar ng User

source: User's Guild Avatar
nl_nl: Users's Server ProfileFoto
ru_ru: Аватар гильдии

source: User's Banner
nl_nl: Gebruikers Banner
ru_ru: Баннер пользователя
tl_ph: Banner ng Gumagamit

source: Mutual Servers
de_de: Gegenseitige Server
es_es: Servidores mutuos
it_it: Server Mutuali
nl_nl: Gemeenschappelijke servers
pl_pl: Wzajemne serwery
pt_pt: Servidores mútuos
ro_ro: Servere mutuale
ru_ru: Взаимные серверы
sv_se: Ömsesidiga servrar
tl_ph: Mga Mutual Server

source: Guild {page} of {pages}
nl_nl: Server {page} van {pages}
ru_ru: Страница {page} из {pages}
tl_ph: Guild {page} ng {pages}

source: Joining Postition
nl_nl: Gejoined position
ru_ru: Присоединение к Postition
tl_ph: Pagsali sa Posisyon

source: Member's position
nl_nl: Users's positie
ru_ru: Должность участника
tl_ph: Posisyon ng miyembro

source: Joined on
nl_nl: Lid geworden op
ru_ru: Дата регистрации
tl_ph: Sumali sa

source: Total of {items} Members
nl_nl: Totaal van {items} leden
ru_ru: Всего {items} участников
tl_ph: Kabuuan ng {items} na Miyembro

source: User Badges
nl_nl: Gebruikers Badges
ru_ru: Значки пользователя
tl_ph: Mga Badge ng User

source: Counting
nl_nl: Telling
ru_ru: Подсчёт
tl_ph: Nagbibilang

source: Counting stats
nl_nl: Telling Stats
ru_ru: Способы подсчета
tl_ph: Nagbibilang ng mga istatistika

source: {user} scored a total of {score} valid counts (#{placement})
nl_nl: {user} scoorde een totaal van {score} geldige aantallen (#{placement})
ru_ru: {user} набрал в общей сложности {score} допустимых чисел (#{placement})
tl_ph: {user} ay nakakuha ng kabuuang {score} mga wastong bilang (

source: Total passed
nl_nl: Totale passes
ru_ru: Всего прошло

source: Total failed
nl_nl: Totaal niet gelukt
ru_ru: Всего прошло

source: Total rate
ru_ru: Общий рейтинг

source: Total last played
nl_nl: Totaal meest gespeeld
ru_ru: Общее время игры

source: Total highest count
nl_nl: Totaal aantal hoogste
ru_ru: Общее максимальное количество

source: Information can update with time
nl_nl: Informatie kan bijgewerkt worden met tijd
ru_ru: Информация может быть обновлена со временем

source: OneWord
nl_nl: Één woord
ru_ru: – Одно слово

source: OneWord stats
nl_nl: OneWord statistieken
ru_ru: Статистика OneWord

source: AboveMe
ru_ru: Вверху

source: AboveMe stats
nl_nl: AboveMe statistieken
ru_ru: Статистика сверху

source: {user} scored a total of {score} valid phrases (#{placement})
nl_nl: {user} scoorde een totaal van {score} geldige aantallen (#{placement})
ru_ru: {user} набрал в общей сложности {score} допустимых чисел (#{placement})

source: Total longest sentance
nl_nl: Totaal langste zin
ru_ru: Общее самое длинное предложение

source: Permissions
nl_nl: Rechten
ru_ru: Права доступа

source: Members server permissions
nl_nl: Ontbrekende server machtigingen
ru_ru: Права участника сервера

source: Member Activities
nl_nl: Leden Activiteiten
ru_ru: Активности сервера

source: to {name} by {author} on Spotify
nl_nl: om {name} door {author} op Spotify
ru_ru: в {name} от {author} в Spotify

source: Discord System
nl_nl: Discord status
ru_ru: Система Discord

source: Member
de_de: Mitglied
nl_nl: Lid
ru_ru: Участник

source: online
ru_ru: онлайн

source: offline
ru_ru: оффлайн

source: streaming
nl_nl: streamen
ru_ru: Стримит

source: idle
nl_nl: inactief
ru_ru: не активен

source: dnd
nl_nl: laat met rust
ru_ru: не беспокоить

source: Status
es_es: Estado
it_it: Stato
pt_pt: SItuação
ru_ru: Статус

source: Top Role
nl_nl: Hoogste rol
ru_ru: Верхняя Роль

source: Server Owner
nl_nl: Server Eigenaar
ru_ru: Владелец сервера

source: Display name
nl_nl: Weergavenaam
ru_ru: Отображаемое имя

source: #Tag
ru_ru: #Тег

source: Migrated to username
nl_nl: Migrate naar gebruiker
ru_ru: Перенесено в имя пользователя

source: Shared Servers
nl_nl: Gedeelde servers
ru_ru: Общие серверы

source: None
de_de: Keine
es_es: Ninguna
it_it: Nessuno
nl_nl: Geen
pl_pl: Brak
pt_pt: Nenhuma
ro_ro: Niciunul
ru_ru: Нет
sv_se: Ingen

source: Get information about Shake+. Of course, you dont have to. It's like a tip
de_de: Erhalte Informationen über Shake+. Natürlich musst du das nicht tun. Es ist wie ein Tipp
es_es: Obtén información sobre Shake+. Por supuesto, no lo tienes. Es como un consejo
it_it: Ottieni informazioni su Shake+. Naturalmente, non devi farlo. È come un suggerimento
nl_nl: Krijg informatie over Shake+. Natuurlijk heb je het die niet nodig. Het is als een tip
pl_pl: Uzyskaj informacje o Shake+. Oczywiście, nie musisz. To jest jak wskazówka
pt_pt: Obtenha informações sobre Shake+. Claro, você não precisa. É como uma gorjeta.
ro_ro: Obține informații despre Shake+. Bineînțeles că nu trebuie să le faci. Este ca un pont
ru_ru: Получите информацию о Shake+. Конечно, вам не нужно. Это похоже на подсказку
sv_se: Få information om Shake+. Naturligtvis behöver du inte. Det är som ett tips

source: > Help Shake on its way (Vote)
de_de: > Hilf Shake auf seinem weg (Abstimmung)
nl_nl: > Help Shake onderweg (Stem)
ru_ru: > Помогите Shake использовав голосование

source: {emoji} The benefit of supporting Shake with Voting
de_de: {emoji} Der Vorteil der Unterstützung von Shake als Patreon
nl_nl: {emoji} Het voordeel van het ondersteunen van Shake als Patreon
ru_ru: {emoji} Выгода от поддержки Shake через голосование

source: Supporting the Bot with a Vote will keep the motivation for the development of Shake, increases it's visibility and helps others discover Shake too.
ru_ru: Поддержка бота с голосованием будет держать мотивацию к развитию шейка, повышает его видимость и помогает другим обнаружить шейк.

source: {emoji} Sites I am listed at
nl_nl: {emoji} Sites waar ik op sta
ru_ru: {emoji} Сайты, на которых я зарегистрирован

source: {emoji} Other related links
de_de: {emoji} weitere verknüpfte Links
nl_nl: {emoji} Overige gerelateerde links
ru_ru: {emoji} Другие соответствующие ссылки

source: Vote for Shake
de_de: Für Server abstimmen
nl_nl: Stem voor Shake
ru_ru: Голосуй за Shake
tl_ph: Bumoto para sa Shake

source: See the users amount of invites. Parameters ----------- member: discord.Member the member
nl_nl: Zie de hoeveelheid uitnodigingen. Parameters ----------- lid: discord.Member het lid
ru_ru: Посмотреть количество приглашений у пользователей. Параметры ----------- участник: discord.Member участник
tl_ph: Tingnan ang dami ng mga imbitasyon ng mga user.

source: Useful Commands to track invites and and get some members with these
nl_nl: Handige commando's om uitnodigingen te volgen en enkele leden te krijgen met deze
ru_ru: Полезные команды для отслеживания приглашений и получения некоторых участников с помощью этих команд
tl_ph: Mga Kapaki-pakinabang na Utos upang subaybayan ang mga imbitasyon at at makuha ang ilang miyembro ng mga ito

source: Inviting
de_de: Einladend
es_es: Invitando
it_it: Invito
nl_nl: Uitnodigen
pl_pl: Zaproszenie
pt_pt: Convidando
ro_ro: Invitație
ru_ru: Приглашение
sv_se: Inbjudan
tl_ph: Nag-aanyaya

source: kicks a member Parameters ----------- member: Greedy[discord.Member] the member(s) to kick reason: Optional[str] the reason why you kicked the member(s)
nl_nl: kickt een lid Parameters ----------- lid: Grijze[discord.Member] de lid(s) om reden te kicken: Optioneel[str] de reden waarom je de lid(s) eruit hebt gegooid
ru_ru: кикнуть члена Параметры ----------- член: Greedy[discord.Member] член(ы), которого(ых) нужно кикнуть причина: Необязательная[str] причина, по которой вы выгнали участника(ов).
tl_ph: sipa sa isang miyembro

source: No reason provided
nl_nl: Geen reden opgegeven
ru_ru: Причина не указана
tl_ph: Walang ibinigay na dahilan

source: The specified member(s) got successfully kicked
nl_nl: De opgegeven leden(en) zijn met succes verwijderd
ru_ru: Указанный(ые) участник(и) был(и) успешно выгнан(ы)
tl_ph: Ang tinukoy na (mga) miyembro ay matagumpay na nasipa

source: Moderation related commands. (Each of these commands requires certain authorization).
nl_nl: Moderatie gerelateerde opdrachten. (Each van deze commando's vereist bepaalde autorisatie).
ru_ru: Команды, связанные с модерацией. (Каждая из этих команд требует определенной авторизации).
tl_ph: Mga utos na nauugnay sa pagmo-moderate.

source: Moderation
nl_nl: Moderatie
ru_ru: Модерация
tl_ph: Pag-moderate

source: Puts member(s) in the timeout of a given time (default 1h) Parameters ----------- member: Greedy[discord.Member] the member(s) to timeout time: DurationDelta the time you want to timeout the member(s) reason: Optional[str] the reason why you put the member(s) in the timeout
nl_nl: Kickt een lid Parameters ----------- lid: Grijze[discord.Member] de lid(s) om reden te kicken: Optioneel[str] de reden waarom je de lid(s) eruit hebt gegooid
ru_ru: Помещает член(ы) в тайм-аут на заданное время (по умолчанию 1h) Параметры ----------- член: Greedy[discord.Member] член(ы) для таймаута время: DurationDelta время, на которое вы хотите отключить пользователя(ов). причина: Optional[str] причина, по которой вы поместили пользователя(ей) в тайм-аут.
tl_ph: Inilalagay ang (mga) miyembro sa timeout ng isang partikular na oras (default 1h)

source: The specified members were successfully muted
nl_nl: De opgegeven leden(en) zijn met succes verwijderd
ru_ru: Указанные члены были успешно отключены
tl_ph: Ang mga tinukoy na miyembro ay matagumpay na na-mute

source: Find NSFW content for predefined tags. This command let you find a amount of posts of NSFW content that you wanted. NSFW: Not Safe For Work Parameters ----------- command: str The NSFW command you want to run. amount: Optional[int] Amount of posts from 1 to 20 (or 30 with Shake+).
nl_nl: Vind NSFW-inhoud voor vooraf gedefinieerde tags. Dit commando laat je een aantal berichten van NSFW-inhoud vinden die je wilde. NSFW: Niet Safe For Werk Parameters ----------- commando: str De NSFW commando die je wilt uitvoeren. bedrag: Optioneel[int] aantal berichten van 1 tot 20 (of 30 met Shake+).
ru_ru: Найти NSFW-контент по заданным тегам. Эта команда позволяет найти нужное вам количество постов NSFW-контента. NSFW: Небезопасно для работы Параметры ----------- команда: str Команда NSFW, которую вы хотите выполнить. количество: Необязательно[int] Количество постов от 1 до 20 (или 30 при использовании Shake+).
tl_ph: Humanap ng nilalamang NSFW para sa mga paunang natukoy na tag.

source: run commands multiple times
de_de: befehle mehrmals ausführen
es_es: ejecutar comandos múltiples veces
it_it: esegui comandi più volte
nl_nl: opdrachten meerdere keren uitvoeren
pl_pl: uruchom polecenia wiele razy
pt_pt: executar comandos várias vezes
ro_ro: execută comenzi de mai multe ori
ru_ru: запускать команды несколько раз
sv_se: kör kommandon flera gånger
tl_ph: magpatakbo ng mga utos nang maraming beses

source: Display a list of availible languages and locale codes. You can check if your language is available by comparing against [this list](https://saimana.com/list-of-country-locale-code/) Some of these languages are no real languages but serve as a way to spice up the text. (If something is not yet translated, the english original text is used.)
de_de: Alle Sprachcodes der verfügbaren Sprachen anzeigen. Du kannst überprüfen, ob deine Sprache verfügbar ist, indem du [diese Liste](https://saimana. om/list-of-country locale-code/) Einige dieser Sprachen sind keine echten Sprachen, sondern dienen dazu, den Text zu würzen. (Wenn etwas noch nicht übersetzt ist, wird der englische Originaltext verwendet.)
nl_nl: Toon een lijst met beschikbare talen en lokale codes. Je kunt controleren of jouw taal beschikbaar is door te vergelijken met [deze lijst](https://saimana. om/list-of-country-locale-code/) Sommige van deze talen zijn geen echte talen, maar dienen als een manier om de tekst te verspreiden. (Als er nog iets niet is vertaald, wordt de Engelse originele tekst gebruikt.)
ru_ru: Отображает список доступных языков и кодов локали. Вы можете проверить, доступен ли ваш язык, сравнив его с [этим списком](https://saimana.com/list-of-country-locale-code/). Некоторые из этих языков не являются настоящими языками, но служат для придания тексту остроты. (Если что-то еще не переведено, используется английский оригинальный текст).
tl_ph: Magpakita ng listahan ng mga magagamit na wika at lokal na code.

source: Set your language for Shake. Full list of available languages can be found with `{prefix}language` Parameters ----------- language: str The locale code of the language you want to set server: Optional[bool] If the language should be set for the whole server
nl_nl: Stel je taal in voor Shake. Volledige lijst met beschikbare talen kan gevonden worden met `{prefix}taal` Parameters ----------- taal: str De locale code van de taal die je server wilt instellen: Optionele[bool] Als de taal moet worden ingesteld voor de hele server
ru_ru: Установите свой язык для Shake. Полный список доступных языков можно найти с помощью `{prefix}language`. Параметры ----------- язык: str Код локали языка, который вы хотите установить. сервер: Optional[bool] Если язык должен быть установлен для всего сервера
tl_ph: Itakda ang iyong wika para sa Shake.

source: Reset your language for Shake to the good old language Doesn't change anything if no language is set Parameters ----------- server: Optional[bool] If the language should be reset for the whole server
ru_ru: Сброс языка для Shake на старый добрый язык Ничего не изменит, если язык не установлен Параметры ----------- сервер: Необязательно[bool]. Если язык должен быть сброшен для всего сервера.

source: Available Translations
de_de: Verfügbare Übersetzungen:
nl_nl: Beschikbare Vertalingen
ru_ru: Имеющиеся переводы
tl_ph: Mga Magagamit na Pagsasalin

source: There are currently translations for `{languages}` languages and your current language is {current}.
nl_nl: Er zijn momenteel vertalingen voor `{languages}` talen en je huidige taal is {current}.
ru_ru: В настоящее время есть переводы для `{languages}` языков и ваш текущий язык {current}.
tl_ph: Kasalukuyang may mga pagsasalin para sa mga wikang `{languages}`

source: Don't you see your language or is it incomplete? Then come help us out on [Crowdin]({link})!
nl_nl: Zie je je taal niet of is het onvolledig? Help ons dan met [Crowdin]({link})!
ru_ru: Вы не видите свой язык или неполный? Тогда помогите нам на [Crowdin]({link})!
tl_ph: Hindi mo ba nakikita ang iyong wika o hindi ito kumpleto?

source: Your given language is not valid.
nl_nl: Uw opgegeven taal is niet geldig.
ru_ru: Приведенный вами язык недействителен.
tl_ph: Ang iyong ibinigay na wika ay hindi wasto.

source: Use {command} to get a list of all available languages
nl_nl: Gebruik {command} om een lijst van alle beschikbare talen te krijgen
ru_ru: Используйте {command}, чтобы получить список всех доступных языков
tl_ph: Gumamit ng {command} upang makakuha ng listahan ng lahat ng magagamit na mga wika

source: I'm sorry to say that I dont have your given locale ready.
nl_nl: Het spijt me te moeten zeggen dat ik je gegeven lokale niet klaar heb.
ru_ru: К сожалению, у меня нет готовой заданной вами локализации.
tl_ph: Ikinalulungkot kong sabihin na hindi ko nakahanda ang iyong ibinigay na lokal.

source: Try to contribute [here]({link}) if you want to!
nl_nl: Probeer bij te dragen [here]({link}) als je wilt!
ru_ru: Попробуйте внести свой вклад [[here]]({{link}}), если хотите!
tl_ph: Subukang mag-ambag [dito]({link}) kung gusto mo!

source: {name} was successfully set as language!
nl_nl: {name} is succesvol ingesteld als taal!
ru_ru: {name} успешно установлен в качестве языка бота!
tl_ph: Matagumpay na naitakda si {name} bilang wika!

source: Leave a guild Parameters ----------- guild: int the ID of the server
nl_nl: Verlaat een gilde Parameters ----------- guild: int de ID van de server
ru_ru: Покинуть гильдию Параметры ----------- гильдия: int идентификатор сервера
tl_ph: Umalis sa isang guild

source: {emoji} {prefix} The given server is not valid
ru_ru: {emoji} {prefix} Указанный сервер недействителен

source: {emoji} {prefix} leaving the guild raised an error
ru_ru: {emoji} {prefix} выход из гильдии вызвал ошибку

source: {emoji} {prefix} I'll leave the given server
ru_ru: {emoji} {prefix} Я покину данный сервер

source: Other commands without categories
de_de: Andere Befehle ohne Kategorien
es_es: Otros comandos sin categorías
it_it: Altri comandi senza categorie
nl_nl: Andere commando's zonder categorieën
pl_pl: Inne polecenia bez kategorii
pt_pt: Outros comandos sem categorias
ro_ro: Alte comenzi fără categorii
ru_ru: Другие команды без категорий
sv_se: Andra kommandon utan kategorier
tl_ph: Iba pang mga utos na walang mga kategorya

source: Other
de_de: Andere
es_es: Otro
it_it: Altro
nl_nl: Andere
pl_pl: Inne
pt_pt: Outros
ro_ro: Altele
ru_ru: Прочие вопросы
sv_se: Annat
tl_ph: Iba pa

source: execute commands with the rights of another user You can specify who executes this command in which text channel" Parameters ----------- channel: Optional[TextChannel] the channel user: Member | User] the user command: str the command arguments: Optional[str] the arguments
nl_nl: voer opdrachten uit met de rechten van een andere gebruiker Je kunt aangeven wie dit commando uitvoert in welke tekst kanaal " Parameters ----------- kanaal: Optioneel[TextChannel] het kanaal gebruiker: Lid LudUser] de gebruiker commando: str het commando argumenten: Optioneel[str] de argumenten
ru_ru: выполнять команды с правами другого пользователя Вы можете указать, кто выполняет эту команду в каком текстовом канале". Параметры ----------- канал: Optional[TextChannel] канал пользователь: Член | Пользователь] пользователь команда: str команда аргументы: Optional[str] аргументы
tl_ph: isagawa ang mga utos na may mga karapatan ng ibang user

source: Enjoying using Shake? I would love it if you </vote:1056920829620924439> for me or share me to your friends!
ru_ru: Нравится пользоваться Shake? Мне бы хотелось, если бы вы </vote:1056920829620924439> для меня или поделились мной со своими друзьями!
tl_ph: Nag-e-enjoy sa paggamit ng Shake?

source: I am missing [`{permissions}`](https://support.discord.com/hc/en-us/articles/206029707) permission(s) to run this command.
nl_nl: Ik mis de [`{permissions}`](https://support.discord.com/hc/en-us/articles/206029707) permissie(s) om dit commando uit te voeren.
ru_ru: Мне не хватает [`{permissions}`](https://support.discord.com/hc/en-us/articles/206029707) разрешения (разрешений) на выполнение этой команды.
tl_ph: Nawawalan ako ng (mga) pahintulot na [`{permissions}`](https://support.discord.com/hc/en-us/articles/206029707) na patakbuhin ang command na ito.

source: You typed in some bad arguments, try {command}
nl_nl: Je hebt een aantal slechte argumenten ingetypt, probeer {command}
ru_ru: Вы ввели неправильные аргументы, попробуйте {command}
tl_ph: Nag-type ka ng ilang masamang argumento, subukan ang {command}

source: You did something wrong with the arguments, try {command}
nl_nl: Je hebt iets verkeerd gedaan met de argumenten, probeer {command}
ru_ru: Вы что-то неправильно выполнили с аргументами, попробуйте {command}
tl_ph: May ginawa kang mali sa mga argumento, subukan ang {command}

source: I cannot see the server `{argument}` because it does not exist or I am not a member of it.
ru_ru: Я не вижу сервер `{argument}`, потому что он не существует, или я не являюсь его участником.

source: This type of object does not exist: {self.original.text}
nl_nl: Dit type entiteit bestaat niet: {self.original.text}
ru_ru: Этот тип объекта не существует: {self.original.text}
tl_ph: Walang ganitong uri ng bagay: {self.original.text}
