Repository: Shake-The-Bot/Locales
Catalog: */LC_MESSAGES/shake.po
Languages: de_de, es_es, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tl_ph

source: Manage the aboveme features of the bot
de_de: Verwalte die obigen Funktionen des Bots
es_es: Administra las características del bot
it_it: Gestisci le funzionalità del bot sopra
pl_pl: Zarządzaj funkcjami sieciowymi bota
pt_pt: Gerenciar as funcionalidades acima do bot
ro_ro: Administreaza caracteristicilele bot-ului
sv_se: Hantera ovanstående funktioner i boten

source: Set up the Aboveme-Game with a wizard in seconds.
de_de: Installieren Sie TempVoice mit einem Assistenten in Sekunden.
es_es: Configura el juego de vemes con un asistente en segundos.
it_it: Imposta la Partita in Aboveme-con una procedura guidata in pochi secondi.
pl_pl: Skonfiguruj grę Aboveme-Game w kilka sekund.
pt_pt: Configure o Jogo Aboveme-com um assistente em segundos.
ro_ro: Configurați jocul de Aboveme-cu un vrăjitor în câteva secunde.
sv_se: Ställ in Ovaneme-spelet med en trollkarl på några sekunder.

source: aboveme category
de_de: obere Kategorie
es_es: categoría de eme
it_it: categoria sopra
pl_pl: Hodowla kategorii
pt_pt: categoria acima
ro_ro: Categoria (e)
sv_se: ovanpå kategori

source: ︱aboveme
de_de: —oben
es_es: —Elemento
it_it: —sopra
pl_pl: —<unk> e
pt_pt: —acima
ro_ro: —herea e
sv_se: —ovanpå

source: The one above me has certainly not played this excellent game yet...
de_de: Der mir obige hat sicherlich noch nicht dieses ausgezeichnete Spiel gespielt...
es_es: El que me ha precedido no ha jugado este excelente juego todavía...
it_it: Quello sopra me non ha certamente giocato questo gioco eccellente ancora...
pl_pl: To, co najważniejsze, na pewno nie zagrałem jeszcze tej wspaniałej gry...
pt_pt: O que está acima de mim ainda não jogou certamente este excelente jogo...
ro_ro: Cel de mai sus nu a jucat încă acest joc excelent...
sv_se: Den ovanför mig har verkligen inte spelat detta utmärkta spel ännu...

source: {emoji} {prefix} **Setup completed**. {channel} can now be used to play aboveme on this Discord server!
de_de: {emoji} {prefix} **Setup abgeschlossen**. {channel} kann jetzt verwendet werden, um oben auf diesem Discord Server zu spielen!
es_es: {emoji} {prefix} **Configuración completada**. ¡Ahora se puede usar {channel} para jugar emblema en este servidor de Discord!
it_it: {emoji} {prefix} **Setup completato**. {channel} può ora essere usato per giocare sopra su questo server Discord!
pl_pl: {emoji} {prefix} **Konfiguracja zakończona**. {channel} może być teraz użyta do gry na tym serwerze Discorda!
pt_pt: {emoji} {prefix} **Configuração completada**. {channel} agora pode ser usado para jogar acima deste servidor do Discord!
ro_ro: {emoji} {prefix} **Instalare completă**. {channel} poate fi folosit acum pentru a juca Always e pe acest server Discord!
sv_se: {emoji} {prefix} **Konfigurationen slutförd**. {channel} kan nu användas för att spela ovan på denna Discord-server!

source: Manage the counting features of the bot
de_de: Verwalte die obigen Funktionen des Bots
es_es: Administra las características del bot
it_it: Gestisci le caratteristiche di conteggio del bot
pl_pl: Zarządzaj funkcjami sieciowymi bota
pt_pt: Gerenciar as funcionalidades acima do bot
ro_ro: Gestionează funcțiile de numărare ale bot-ului
sv_se: Hantera ovanstående funktioner i boten

source: Set up Counting with a wizard in seconds. Parameters ----------- hardcore: Optional[bool] if hardcore numbersonly: Optional[bool] if numbersonly goal: Optional[int] the goal
de_de: Zählung mit einem Assistenten in Sekunden einrichten. Parameter ----------- Hardcore: Optional:[bool] wenn Hardcore Zahlen: Optional:[bool] wenn nummeriert Tor: Optional[int] Tor

source: counting category
de_de: zähle Kategorie
es_es: categoría de conteo
it_it: categoria di conteggio
pl_pl: Kategoria zliczania
pt_pt: categoria contando
ro_ro: numărătoarea categoriei
sv_se: räknar kategori

source: ︱counting
de_de: —Zählen
es_es: —contando
it_it: —conteggio
pl_pl: - liczenie
pt_pt: —contando
ro_ro: —numărătoare
sv_se: —Räkna

source: Set up the Aboveme-Game with a wizard in seconds. Parameters ----------- stores: Literal['steam', 'epicgames', 'gog'] the stores which the channel should support
de_de: Richte das Aboveme-Spiel mit einem Assistenten in Sekunden ein. Parameter ----------- Speichern: Literal['Dampf', 'Epikspiele', 'gog'] die Läden, die der Kanal unterstützen soll

source: freegames category
de_de: freegames Kategorie

source: Preview Game
de_de: Vorschau des Spiels

source: This is a preview of this function. It brings a lot with it for example a overview of the prizes and an instant link to the launcher!
de_de: Dies ist eine Vorschau dieser Funktion. Es bringt viel mit, zum Beispiel einen Überblick über die Preise und einen Sofortlink zum Launcher!

source: {emoji} {prefix} **Setup completed**. {channel} now will be used to announce newly free games from the selected stores!
de_de: {emoji} {prefix} **Setup abgeschlossen**. {channel} wird jetzt verwendet, um neue kostenlose Spiele aus den ausgewählten Shops anzukündigen!

source: Commands for the functions of mine
de_de: Befehle für die Funktionen von mir

source: functions
de_de: Funktionen

source: 🧷︱Functions
de_de: 🧷︱Funktionen

source: Functions
de_de: Funktionen

source: Functions Commands
de_de: Funktionen Befehle

source: Manage the oneword features of the bot
de_de: Verwalte die obigen Funktionen des Bots
es_es: Administra las características del bot
it_it: Gestisci le funzionalità di una sola parola del bot
pl_pl: Zarządzaj funkcjami sieciowymi bota
pt_pt: Gerenciar as funcionalidades acima do bot
ro_ro: Gestionează funcțiile cu un singur cuvânt ale bot-ului
sv_se: Hantera ovanstående funktioner i boten

source: Set up the Oneword-Game with a wizard in seconds.
de_de: Installieren Sie TempVoice mit einem Assistenten in Sekunden.
es_es: Configura el juego de vemes con un asistente en segundos.
it_it: Configura Oneword-Game con una procedura guidata in pochi secondi.
pl_pl: Skonfiguruj grę Aboveme-Game w kilka sekund.
pt_pt: Configure o Jogo Aboveme-com um assistente em segundos.
ro_ro: Configurați jocul Oneword-Game cu un asistent în câteva secunde.
sv_se: Ställ in Ovaneme-spelet med en trollkarl på några sekunder.

source: oneword category
de_de: oneword Kategorie
es_es: categoría de una palabra
it_it: categoria oneword
pl_pl: kategoria jednosłowna
pt_pt: categoria de uma palavra
ro_ro: Categorie cu un singur cuvânt
sv_se: kategori för ett ord

source: ︱oneword
de_de: -ein Wort
es_es: —una palabra
it_it: —una parola
pl_pl: - jedno słowo
pt_pt: —uma palavra
ro_ro: —unul
sv_se: —ett ord

source: {emoji} {prefix} **Setup completed**. {channel} can now be used to play oneword on this Discord server!
de_de: {emoji} {prefix} **Setup abgeschlossen**. {channel} kann jetzt verwendet werden, um oben auf diesem Discord Server zu spielen!
es_es: {emoji} {prefix} **Configuración completada**. ¡Ahora se puede usar {channel} para jugar emblema en este servidor de Discord!
it_it: {emoji} {prefix} **Setup completato**. {channel} può ora essere usato per giocare una sola parola su questo server Discord!
pl_pl: {emoji} {prefix} **Konfiguracja zakończona**. {channel} może być teraz użyta do gry na tym serwerze Discorda!
pt_pt: {emoji} {prefix} **Configuração completada**. {channel} agora pode ser usado para jogar acima deste servidor do Discord!
ro_ro: {emoji} {prefix} **Instalare completă**. {channel} poate fi folosit acum pentru a juca un singur cuvânt pe acest server Discord!
sv_se: {emoji} {prefix} **Konfigurationen slutförd**. {channel} kan nu användas för att spela ovan på denna Discord-server!

source: Setup the tempvoice features of mine
de_de: Richte die tempvoice Funktionen von mir ein

source: I am sorry to say that this feature is currently under maintenance. Try again later!
de_de: Es tut mir Leid, sagen zu müssen, dass diese Funktion derzeit in Wartung. Versuche es später noch einmal!

source: {emoji} This interface can be used to edit your temporary channel. More options will be available with {command} commands.
de_de: {emoji} Diese Schnittstelle kann verwendet werden, um Ihren temporären Kanal zu bearbeiten. Weitere Optionen werden mit {command} Befehlen verfügbar sein.
es_es: {emoji} Esta interfaz puede ser usada para editar tu canal temporal. Más opciones estarán disponibles con {command} comandos.
pl_pl: {emoji} Ten interfejs może być użyty do edycji twojego tymczasowego kanału. Więcej opcji będzie dostępnych z {command} komend.
ro_ro: {emoji} Aceasta interfata poate fi folosita pentru a edita canalul temporar. Vor fi disponibile mai multe optiuni cu comenzile {command}.
sv_se: {emoji} Detta gränssnitt kan användas för att redigera din tillfälliga kanal. Fler alternativ kommer att finnas tillgängliga med {command} kommandon.

source: The interface can be used with the buttons below.
de_de: Die Schnittstelle kann mit den unten stehenden Tasten benutzt werden.
es_es: La interfaz se puede utilizar con los botones de abajo.
it_it: L'interfaccia può essere utilizzata con i pulsanti qui sotto.
pl_pl: Interfejs może być używany z poniższymi przyciskami.
pt_pt: A interface pode ser usada com os botões abaixo.
ro_ro: Interfaţa poate fi utilizată cu butoanele de mai jos.
sv_se: Gränssnittet kan användas med knapparna nedan.

source: Remind others how bad @everyone actually is With this command you can show other people with a picture/gif alone, how unnecessary a @everyone ping is. You can also use this command to express that someone is spamming @everyone again. Parameters ----------- member: commands.Greedy[Member] the member to blame
de_de: Erinnern Sie andere daran, wie schlecht @everyone tatsächlich ist Mit diesem Befehl können Sie andere Personen mit einem Bild/GIF-Zeichen allein anzeigen wie unnötig ein @everyone Ping ist. Sie können diesen Befehl auch verwenden, um auszudrücken, dass jemand wieder @everyone spammt.

source: Stop spamming @everyone! It's not that important....
de_de: Stoppe spamming @everyone! Es ist nicht so wichtig....
es_es: ¡Deja de enviar spamming a @everyone! No es tan importante....
it_it: Smettila di spamming @everyone! Non è così importante....
pl_pl: Przestań spamować @everyone! To nie jest tak ważne....
pt_pt: Pare de fazer spam a todo mundo! Não é tão importante...
ro_ro: Nu mai spam @fiecare! Nu este atât de important....
sv_se: Sluta skrämma @alla! Det är inte så viktigt....

source: {members}, stop spamming @everyone! It's not that important...
de_de: {members}, stoppe das Spammen von @everyone! Es ist nicht so wichtig...
es_es: ¡deja de enviar spamming a @everyone! No es tan importante...
it_it: smettila di spamming @everyone! Non è così importante...
pl_pl: przestań spamować @everyone! To nie jest tak ważne...
pt_pt: pare de fazer spam a todo mundo! Não é tão importante...
ro_ro: nu mai spam @fiecare! nu este atât de important...
sv_se: {members}, sluta spamma @alla! Det är inte så viktigt...

source: Gimmick Commands
de_de: Gimmick Befehle
es_es: Comandos de Gimmick
it_it: Comandi Gimmick
pl_pl: Polecenia Gimmick
pt_pt: Comandos de Gimmick
ro_ro: Comenzi Gimmick
sv_se: Gimmick kommandon

source: Reveal the length of a user's pp With this command you can find out, using a very clever and definitely not random generator, how long the pp of a selected user is. __Please note__: If you don't specify a user, I might reveal your pp as well. Parameters ----------- member: Greedy[Member] the member to ban
de_de: Zeige die Länge eines Benutzers pp mit diesem Befehl kannst du herausfinden mit einem sehr cleveren und definitiv nicht zufälligen Generator, wie lange der pp eines ausgewählten Benutzers ist. __Please note__: Wenn Sie keinen Benutzer angeben, Ich könnte auch Ihren pp preisgeben.

source: Peepee lenght
de_de: Bananen Größe

source: **{emoji} {prefix} `{user}` is part of it**
de_de: **{emoji} {prefix} `{user}` ist Teil davon**
es_es: **{emoji} {prefix} `{user}` es parte de él**
it_it: **{emoji} {prefix} `{user}` ne fa parte**
pl_pl: **{emoji} {prefix} `{user}` jest jego części**
pt_pt: **{emoji} {prefix} `{user}` ` faz parte dele**
ro_ro: **{emoji} {prefix} `{user}e parte din ea**
sv_se: **{emoji} {prefix} `{user}` är en del av det**

source: Displays a random number in a specified range of values. (Default: 1-6) Parameters ----------- start: Optional[int] the start to roll at limit: Optional[int] the limit to roll till
de_de: Zeigt eine zufällige Zahl in einem genau angegebenen Wertebereich an. (Standard: 1-6) Parameter ----------- Start: Optional:[int] der zu würfelnde Beginn unter Limit: Optional:[int] das zu würfelnde Limit bis

source: Dice roll
de_de: Würfeln

source: You have rolled a random number and the result is __**{number}**__
de_de: Du hast eine zufällige Zahl gerollt und das Ergebnis ist __**{number}**__
es_es: Has obtenido un número aleatorio y el resultado es __**{number}**__
it_it: Hai lanciato un numero casuale e il risultato è __**{number}**__
pl_pl: Liczba losowa została wybrana, a wynik to __**{number}**__
pt_pt: Você rolou um número aleatório e o resultado é __**{number}**__
ro_ro: Ai rulat un număr aleatoriu și rezultatul este __**{number}**__
sv_se: Du har rullat ett slumptal och resultatet är __**{number}**__

source: I will say whatever you tell me to say. Parameters ----------- reply: Optional[bool] True or False whether the bot should reply to you text: str What the bot should echo
de_de: Ich werde sagen, was auch immer Sie mir sagen. Parameter ----------- Antwort: Optional:[bool] True oder Falsch, ob der Bot Ihnen antworten soll Text: str Was der Bot echo soll

source: Shows all Shake bot commands and provides helpful links Parameters ----------- category: Optional[str] the category command: Optional[str] the command
de_de: Zeigt alle Shake Bot-Befehle an und bietet hilfreiche Links Parameter ----------- Kategorie: Optional:[str] die Kategorie Befehl: Optional:[str] den Befehl

source: Choose a Category...
de_de: Wählen Sie eine Kategorie...
es_es: Elige una Categoría...
it_it: Scegli una categoria...
pl_pl: Wybierz kategorię...
pt_pt: Escolha uma Categoria...
ro_ro: Alege o categorie...
sv_se: Välj en kategori...

source: This category does not exist.
de_de: Diese Kategorie existiert nicht.

source: This category has no commands for you.
de_de: Diese Kategorie hat keine Befehle für Sie.

source: [{name} (upload files)]...
de_de: [{name} (Datei hochladen)]...
es_es: [{name} (subir un archivo)]...
it_it: [{name} (carica file)]...
pl_pl: [{name} (wgraj plik)]...
pt_pt: [{name} (enviar um arquivo)]...
ro_ro: [{name} (încărcare fișiere)]...
sv_se: [{name} (ladda upp filer)]...

source: {category} » {command} Command
de_de: {category} » {command} Befehl

source: Usage
de_de: Auslastung
es_es: Uso
it_it: Utilizzo
pl_pl: Użycie
pt_pt: Utilização
ro_ro: Utilizare
sv_se: Användning

source: Examples
de_de: Beispiele
es_es: Ejemplos
it_it: Esempi
pl_pl: Przykłady
pt_pt: Exemplos
ro_ro: Exemple
sv_se: Exempel

source: User
de_de: Benutzer
es_es: Usuario
it_it: Utente
pl_pl: Użytkownik
pt_pt: Usuário
ro_ro: Utilizator
sv_se: Användare

source: Start a Shake Pro subscription to run this command
de_de: Starte ein Shake Pro Abonnement, um diesen Befehl auszuführen
es_es: Iniciar una suscripción a Shake Pro para ejecutar este comando
it_it: Avvia un abbonamento Shake Pro per eseguire questo comando
pl_pl: Rozpocznij subskrypcję Shake Pro, aby uruchomić tę komendę
pt_pt: Inicie uma assinatura de Shake Pro para executar este comando
ro_ro: Începe un abonament Shake Pro pentru a rula această comandă
sv_se: Starta en Shake Pro-prenumeration för att köra detta kommando

source: Announce
de_de: Ansage
es_es: Anunciar
it_it: Annuncio
pl_pl: Ogłoszenie
pt_pt: Anunciar
ro_ro: Anunțați
sv_se: Meddela

source: Write the command name (without the prefix) in this chat to get more specific information about a command.
de_de: Schreibe den Befehlsnamen (ohne Präfix) in diesen Chat, um genauere Informationen über einen Befehl zu erhalten.
es_es: Escribe el nombre del comando (sin el prefijo) en este chat para obtener información más específica sobre un comando.
pl_pl: Napisz nazwę polecenia (bez prefiksu) na tym czacie, aby uzyskać bardziej szczegółowe informacje o komendzie.
ro_ro: Scrie numele de comandă (fără prefix) în această conversație pentru a obține informații mai specifice despre o comandă.
sv_se: Skriv kommandonamnet (utan prefix) i den här chatten för att få mer specifik information om ett kommando.

source: No help given... (maybe report to team)
de_de: Keine Hilfe gegeben... (eventuell an das Team melden)
es_es: No hay ayuda dada... (tal vez reportar al equipo)
it_it: Nessun aiuto dato... (forse segnalare alla squadra)
pl_pl: Brak pomocy... (może zgłosić zespół)
pt_pt: Nenhuma ajuda dada... (talvez reportar para a equipe)
ro_ro: Nici un ajutor dat... (poate raporta echipei)
sv_se: Ingen hjälp gav... (kanske rapportera till team)

source: No help given... (use bugreport)
de_de: Keine Hilfe gegeben... (Bugreport)
es_es: No hay ayuda dada... (usar error)
it_it: Nessun aiuto fornito... (usa la segnalazione di bug)
pl_pl: Nie podano pomocy... (użyj błędów)
pt_pt: Nenhuma ajuda fornecida... (use o bugreport)
ro_ro: Nu ai ajutor dat... (folosește bugreportul)
sv_se: Ingen hjälp givet... (använd bugreport)

source: Hello and welcome to my help page {emoji} Type `{prefix}help <command/category>` to get more information on a command/category.
de_de: Hallo und herzlich willkommen auf meiner Hilfeseite {emoji} Tippe `{prefix}Hilfe <command/category>` um weitere Informationen zu einem Befehl/Kategorie zu erhalten.

source: You can get more help if you join the official server at [https://discord.gg/shake]({support_server})
de_de: Du kannst mehr Hilfe erhalten, wenn du dem offiziellen Server unter [https://discord.gg/shake]({support_server}) beitritst
es_es: Puedes obtener más ayuda si te unes al servidor oficial en [https://discord.gg/shake]({support_server})
it_it: Puoi ottenere più aiuto se ti unisci al server ufficiale su [https://discord.gg/shake]({support_server})
pl_pl: Możesz uzyskać więcej pomocy, jeśli dołączysz do oficjalnego serwera na [https://discord.gg/shake]({support_server})
pt_pt: Você pode obter mais ajuda se entrar no servidor oficial em [https://discord.gg/shake]({support_server})
ro_ro: Poți obține mai mult ajutor dacă te alături serverului oficial la [https://discord.gg/shake]({support_server})
sv_se: Du kan få mer hjälp om du går med i den officiella servern på [https://discord.gg/shake]({support_server})

source: {user}, which is partially intended for the public. Written with only `{lines:,}` lines. Please be nice
de_de: {} Bot, der teilweise für die Öffentlichkeit bestimmt ist. Geschrieben mit nur `{:,}` Zeilen. Bitte seien Sie nett

source: I am a functional all-in-one bot that will simplify setting up your server for you! I have been created {created_at} & I have functions like voting, level system, music, moderation & much more. You can get more information by using the dropdown menu below. dropdown menu.
de_de: Ich bin ein funktionaler All-In-One-Bot, der das Einrichten Ihres Servers für Sie vereinfacht! Ich wurde {created_at} & Ich habe Funktionen wie Abstimmung, Level System, Musik, Moderation & vieles mehr. Mehr Informationen erhalten Sie über das Dropdown-Menü unten. Dropdown-Menü.
es_es: Soy un bot funcional todo en uno que simplificará la configuración de tu servidor para ti! He sido creado {created_at} & tengo funciones como votar, sistema de nivel, música, moderación y mucho más. Puede obtener más información usando el menú desplegable de abajo. menú desplegable.
pl_pl: Jestem funkcjonalnym robotem, który uprości konfigurację Twojego serwera dla Ciebie! Zostałem utworzony {created_at} & Mam funkcje takie jak głosowanie, system poziomu, muzyka, moderacja i wiele więcej. Możesz uzyskać więcej informacji, korzystając z menu rozwijanego poniżej. menu rozwijane.
ro_ro: Sunt un bot funcțional care va simplifica configurarea serverului pentru tine! Am fost creat {created_at} & Am funcții ca votul, nivelul sistemului, muzică, moderare și multe altele. Poți obține mai multe informații folosind meniul derulant de mai jos. Meniul derulant.
sv_se: Jag är en funktionell allt-i-ett bot som kommer att förenkla att ställa in din server för dig! Jag har skapats {created_at} & Jag har funktioner som att rösta, nivåsystem, musik, moderering och mycket mer. Du kan få mer information genom att använda rullgardinsmenyn nedan. rullgardinsmeny.

source: Stands for the fact that you can use multiple arguments. Now that you know the basics, you should still know that... __**You don't include the parentheses!**__
de_de: Steht für die Tatsache, dass Sie mehrere Argumente verwenden können. Nun, da du die Grundlagen kennst, Sie sollten das immer noch wissen... __**Du nimmst die Klammern nicht ein! *__
es_es: Se queda para el hecho de que se pueden usar múltiples argumentos. Ahora que conoces lo básico, debería saberlo. . __**¡No incluyes los paréntesis! *__
it_it: Stand per il fatto che è possibile utilizzare più argomenti. Ora che conosci le basi, lo dovreste ancora sapere. . __**Non includi le parentesi! *__
pl_pl: Stoi na to, że możesz używać wielu argumentów. Teraz, kiedy znasz podstawy, powinieneś o tym wiedzieć. . __**Nie wliczasz nawiasów! *__
pt_pt: Stands pelo fato de que você pode usar vários argumentos. Agora que você sabe o básico, você ainda deveria saber disso. . __**Você não inclui os parênteses! *__
ro_ro: Stadii pentru faptul că poți folosi argumente multiple. Acum că cunoașteți elementele de bază, ar trebui să mai ştiţi asta. . __**Nu incluzi parantezele! *__
sv_se: Står för det faktum att du kan använda flera argument. Nu när du vet grunderna, Du bör fortfarande veta det. . __**Du inkluderar inte parenteserna! *__

source: "{command}" \N{EM DASH} Unknown command. Use "{prefix}help" for help.
de_de: "{command}" \N{EM DASH} Unbekannter Befehl. Benutze "{prefix}Hilfe für Hilfe.
es_es: "{command}" \N{EM DASH} Comando desconocido. Use la ayuda de "{prefix}" para ayuda.
pl_pl: "{command}" \N{EM DASH} Nieznane polecenie. Użyj "{prefix}pomocy, aby uzyskać pomoc.
ro_ro: "{command}" \N{EM DASH} Comandă necunoscută. Folosește "{prefix}ajutor" pentru ajutor.
sv_se: "{command}" \N{EM DASH} Okänt kommando. Använd "{prefix}help" för hjälp.

source: Displays information about a set of characters. Note: Only up to 25 characters at a time.
de_de: Zeigt Informationen über einen Satz von Zeichen an. Nur bis zu 25 Zeichen gleichzeitig.

source: To many characters ({}/15)
de_de: Zu vielen Zeichen ({}/15)

source: Informative commands about a wide variety of things. Sometimes you find out new things 🤷
de_de: Informative Befehle über eine Vielzahl von Dingen. Manchmal findest du neue Dinge 🤷
es_es: Comandos informativos sobre una amplia variedad de cosas. A veces descubres cosas nuevas 🤷
it_it: Comandi informativi su una grande varietà di cose. A volte scoprite cose nuove 🤷
pl_pl: Polecenia informacyjne dotyczące wielu różnych rzeczy. Czasami dowiesz się nowych rzeczy 🤷
pt_pt: Comandos informativos sobre uma grande variedade de coisas. Às vezes você descobre coisas novas 🤷
ro_ro: Informatii de comenzi despre o mare varietate de lucruri. Uneori afli lucruri noi 🤷
sv_se: Informativa kommandon om en mängd olika saker. Ibland får du reda på nya saker 🤷

source: information
de_de: informationen
es_es: información
it_it: informazioni
pl_pl: informacje
pt_pt: Informação
ro_ro: informaţii

source: Client Latency
de_de: Client Latenz
