Repository: Shake-The-Bot/Locales
Catalog: */LC_MESSAGES/shake.po
Languages: de_de, es_es, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tl_ph

source: What would you do? Explain what and why!
de_de: Was würdest du tun? Erkläre was und warum!

source: If you think that's a mistake. Report per `{command_sig}`
de_de: Wenn du denkst, dass das ein Fehler ist. Melde pro `{command_sig}`
es_es: Si crees que es un error. Informe por `{command_sig}`
it_it: Se pensi che sia un errore. Segnala per `{command_sig}`
pl_pl: Jeśli uważasz, że to błąd. Zgłoś za `{command_sig}`
pt_pt: Se você acha que isso é um erro. Relate por `{command_sig}`
ro_ro: Dacă credeți că asta este o greșeală. Raportează per `{command_sig}`
sv_se: Om du tror att det är ett misstag. Rapportera per `{command_sig}`

source: You did something wrong, try !help
de_de: Du hast etwas falsch gemacht, versuche !help
es_es: Has hecho algo mal, prueba !help
it_it: Hai fatto qualcosa di sbagliato, prova !help
pl_pl: Zrobiłeś coś złego, spróbuj !help
pt_pt: Você fez algo errado, tente !help
ro_ro: Ai făcut ceva greșit, încearcă!help
sv_se: Du gjorde något fel, försök !help

source: I do not have permission to execute this action.
de_de: Du hast keine Rechte, um diesen Befehl auszuführen!

source: This entity does not exist: {original.text}
de_de: Diese Entität existiert nicht: {original.text}

source: You can use this command in {0:.0f} seconds.
de_de: Du kannst diesen Befehl in {0:.0f} Sekunden verwenden.

source: There happened something wrong, try again!
de_de: Es ist etwas schief gegangen, versuche es erneut!

source: No command named `{invoked_command}` found. Use "{prefix}help" for help.
de_de: Kein Befehl mit dem Namen `{invoked_command}` gefunden. Verwende "{prefix}help" für Hilfe.
es_es: No se encontró ningún comando llamado `{invoked_command}`. Usa la ayuda de "{prefix}para obtener ayuda.
it_it: Nessun comando chiamato `{invoked_command}` trovato. Usa "{prefix}help" per aiuto.
pl_pl: Nie znaleziono komendy o nazwie `{invoked_command}`. Użyj "{prefix}pomocy, aby uzyskać pomoc.
pt_pt: Nenhum comando chamado `{invoked_command}` encontrado. Use "{prefix}ajuda" para obter ajuda.
ro_ro: Nici o comandă numită `{invoked_command}a fost găsită. Folosește "{prefix}ajutor" pentru ajutor.
sv_se: Inget kommando som heter `{invoked_command}` hittades. Använd "{prefix}help" för hjälp.

source: No command named `{invoked_command}` found. Did you perhaps mean > {prefix}{closest_1}?
de_de: Kein Befehl mit dem Namen `{invoked_command}` gefunden. Meintest du vielleicht `{prefix}{closest_1}?

source: Welcome to {guild_name}
de_de: Willkommen bei {guild_name}
es_es: Bienvenido a {guild_name}
it_it: Benvenuto in {guild_name}
pl_pl: Witamy w {guild_name}
pt_pt: Bem-vindo ao {guild_name}
ro_ro: Bun venit la {guild_name}
sv_se: Välkommen till {guild_name}

source: Please send the captcha code here. Hello! You are required to complete a captcha before entering the server. __**NOTE:**__ This is **not** Case Sensitive. **Why?** This is to protect the server against targeted attacks using automated user accounts. **Your Captcha:**
de_de: Bitte senden Sie hier den Captcha-Code. Hallo! Du musst ein Captcha vor dem Betreten des Servers abschließen. __**NOTE:**__ Dies ist **nicht** Groß-/Kleinschreibung. **Warum? * Damit wird der Server gegen gezielte Angriffe mittels automatisierter Benutzerkonten geschützt. **Dein Captcha:**
es_es: Por favor, envíe el código captcha aquí. ¡Hola! Tienes que completar un captcha antes de entrar al servidor. __**NOTA:**__ Esto **no** es sensorial en mayúsculas. **¿Por qué? * Esto es para proteger al servidor contra ataques dirigidos usando cuentas de usuario automatizadas. **Tu captcha:**
it_it: Si prega di inviare il codice captcha qui. Ciao! È necessario completare un captcha prima di entrare nel server. __**NOTA:**__ Questo **non** è sensibile al maiuscolo. **Perché? * Questo è quello di proteggere il server contro attacchi mirati utilizzando account utente automatici. **Il Tuo Captcha:**
pl_pl: Proszę wysłać kod captcha tutaj. Witaj! Musisz ukończyć captcha przed wejściem na serwer. __**UWAGA:**__ To **nie** jest wrażliwe na wielkość liter. **Dlaczego? * Ma to na celu ochronę serwera przed celowymi atakami przy użyciu zautomatyzowanych kont użytkowników. **Twój Captcha:**
pt_pt: Por favor, envie o código captcha aqui. Olá! Você deve completar um captcha antes de entrar no servidor. __**NOTA:**__ Isso **não** é sensível ao caso. **Porquê? * Isso é para proteger o servidor de ataques direcionados usando contas de usuários automatizadas. **Seu Captcha:**
ro_ro: Te rugăm să trimiți codul captcha aici. Salut! Trebuie să completați un captcha înainte de a intra pe server. __**NOTĂ:**__ Acesta este **nu** Cazului Senitiv. **De ce? * Acest lucru este pentru a proteja serverul împotriva atacuri țintite folosind conturi automate de utilizatori. **Captch-ul tău:**
sv_se: Vänligen skicka captcha-koden här. Hej! Du måste slutföra en captcha innan du går in på servern. __**OBS: **__ Detta är **inte** Ärendekänsligt. **Varför? * Detta är att skydda servern mot riktade attacker med hjälp av automatiserade användarkonton. **Din Captcha:**

source: {emoji} {prefix} **Thank you! You have been verified in guild __{guild_name}__**
de_de: {emoji} {prefix} **Danke! Du wurdest in der Gilde __{guild_name}__** verifiziert
es_es: {emoji} {prefix} **¡Gracias! Has sido verificado en la guild __{guild_name}__**
it_it: {emoji} {prefix} **Grazie! Sei stato verificato nella gilda __{guild_name}__**
pl_pl: {emoji} {prefix} **Dziękujemy! Zostałeś zweryfikowany w gildii __{guild_name}__**
pt_pt: {emoji} {prefix} **Obrigado! Você foi verificado na guild __{guild_name}__**
ro_ro: {emoji} {prefix} **Mulțumim! Ai fost verificat în breasla __{guild_name}__**
sv_se: {emoji} {prefix} **Tack! Du har verifierats i guild __{guild_name}__**

source: {user} you are not allowed show off multiple numbers in a row.
de_de: {user} Ihnen ist es nicht erlaubt, mehrere Nummern in einer Reihe anzuzeigen.
es_es: {user} no se te permite contar varios números seguidos.
it_it: {user} non ti è consentito contare più numeri di fila.
pl_pl: {user} nie możesz liczyć wielu liczb w rzędzie.
pt_pt: {user} você não tem permissão para contar vários números em uma linha.
ro_ro: {user} nu ai permisiunea de a număra mai multe numere la rând.
sv_se: {user} du inte får räkna flera nummer i rad.

source: {user} ruined it {facepalm} **You can't show off several times in a row**. Someone should still go on.
de_de: {user} ruinierte es {facepalm} **Du kannst nicht mehrere Male hintereinander anzeigen**. Jemand sollte trotzdem weitermachen.
es_es: {user} lo arruinó {facepalm} **No puedes mostrar varias veces seguida**. Alguien debería continuar.
it_it: {user} lo ha rovinato {facepalm} **Non puoi mostrare più volte di fila**. Qualcuno dovrebbe ancora andare avanti.
pl_pl: {user} zrujnował go {facepalm} **Nie możesz pokazać się kilkakrotnie z rzędu**. Ktoś powinien nadal kontynuować.
pt_pt: {user} arruinou-o {facepalm} **Você não pode aparecer várias vezes seguidas**. Alguém ainda deve continuar.
ro_ro: {user} l-a distrus pe {facepalm} **Nu poți apărea de mai multe ori la rând**. Cineva ar trebui să mai continue.
sv_se: {user} förstörde den {facepalm} **Du kan inte visa upp flera gånger i raden**. Någon borde fortfarande fortsätta.

source: {emoji} Your message should start with **{trigger}**
de_de: {emoji} Deine Nachricht sollte mit **{trigger} ** beginnen
es_es: {emoji} Tu mensaje debe comenzar con **{trigger}**
it_it: {emoji} Il tuo messaggio dovrebbe iniziare con **{trigger}**
pl_pl: {emoji} Twoja wiadomość powinna zaczynać się od **{trigger}**
pt_pt: {emoji} Sua mensagem deve começar com **{trigger}**
ro_ro: {emoji} Mesajul tău ar trebui să înceapă cu **{trigger}**
sv_se: {emoji} Ditt meddelande bör börja med **{trigger}**

source: {emoji} Your message should be something new
de_de: {emoji} Deine Nachricht sollte etwas Neues sein
es_es: {emoji} Tu mensaje debería ser algo nuevo
it_it: {emoji} Il tuo messaggio dovrebbe essere qualcosa di nuovo
pl_pl: {emoji} Twoja wiadomość powinna być czymś nowym
pt_pt: {emoji} Sua mensagem deve ser algo novo
ro_ro: {emoji} Mesajul tău ar trebui să fie ceva nou
sv_se: {emoji} Ditt meddelande bör vara något nytt

source: {user} you can't change the course of history several times in a row.
de_de: {user} Sie können den Verlauf nicht mehrmals hintereinander ändern.
es_es: {user} no puedes cambiar el curso del historial varias veces seguidas.
it_it: {user} non puoi cambiare più volte il corso della cronologia.
pl_pl: {user} nie możesz zmienić historii kilkakrotnie z rzędu.
pt_pt: {user} você não pode mudar o curso do histórico várias vezes consecutivas.
ro_ro: {user} nu poți schimba cursul istoriei de mai multe ori la rând.
sv_se: {user} du kan inte ändra historikkursen flera gånger i rad.

source: {user} ruined it {facepalm} **You can't change the course of history several times in a row**. Someone should still go on.
de_de: {user} ruinierte es {facepalm} **Du kannst nicht mehrere Male hintereinander anzeigen**. Jemand sollte trotzdem weitermachen.
es_es: {user} lo arruinó {facepalm} **No puedes mostrar varias veces seguida**. Alguien debería continuar.
it_it: {user} lo ha rovinato {facepalm} **Non puoi cambiare il corso della storia più volte di fila**. Qualcuno dovrebbe ancora continuare.
pl_pl: {user} zrujnował go {facepalm} **Nie możesz pokazać się kilkakrotnie z rzędu**. Ktoś powinien nadal kontynuować.
pt_pt: {user} arruinou-o {facepalm} **Você não pode aparecer várias vezes seguidas**. Alguém ainda deve continuar.
ro_ro: {user} l-a distrus pe {facepalm} **Nu poți schimba cursul istoriei de mai multe ori la rând**. Cineva ar trebui să continue în continuare.
sv_se: {user} förstörde det {facepalm} **Du kan inte ändra historikkursen flera gånger i raden**. Någon bör fortfarande fortsätta.

source: {emoji} your message should contain **only one** word
de_de: {emoji} deine Nachricht sollte **nur eines** Wort enthalten
es_es: {emoji} tu mensaje debe contener **solo una** palabra
it_it: {emoji} il tuo messaggio dovrebbe contenere **una sola parola**
pl_pl: {emoji} twoja wiadomość powinna zawierać **tylko jeden** słowo
pt_pt: {emoji} sua mensagem deve conter **apenas uma** palavra
ro_ro: {emoji} mesajul tău trebuie să conțină **doar unul** cuvânt
sv_se: {emoji} ditt meddelande bör innehålla **bara ett** ord

source: {emoji} You're not allowed to use anything except numbers here
de_de: {emoji} Du darfst nichts außer Zahlen hier verwenden
es_es: {emoji} No puedes usar nada excepto números aquí
it_it: {emoji} Non hai il permesso di usare niente tranne i numeri qui
pl_pl: {emoji} Nie możesz używać niczego poza liczbami
pt_pt: {emoji} Você não tem permissão para usar nada exceto números aqui
ro_ro: {emoji} Nu ai permisiunea să folosești nimic cu excepția numerelor aici
sv_se: {emoji} Du har inte tillåtelse att använda något annat än siffror här

source: {user} you are not allowed to count multiple numbers in a row.
de_de: {user} Ihnen ist es nicht erlaubt, mehrere Nummern in einer Reihe anzuzeigen.
es_es: {user} no se te permite contar varios números seguidos.
it_it: {user} non ti è consentito contare più numeri di fila.
pl_pl: {user} nie możesz liczyć wielu liczb w rzędzie.
pt_pt: {user} você não tem permissão para contar vários números em uma linha.
ro_ro: {user} nu ai permisiunea de a număra mai multe numere la rând.
sv_se: {user} du inte får räkna flera nummer i rad.

source: {user} ruined it at **{count}** {facepalm}. **You apparently can't count properly**. The __next__ number {verb} ` {last} `. {streak}
de_de: {user} hat es bei **{count}** {facepalm}ruiniert. **Du kannst anscheinend nicht richtig zählen**. Die __next__ Nummer {verb} ` {last} `. {streak}
es_es: {user} lo arruinó en **{count}** {facepalm}. **Parece que no puedes contar correctamente**. El número __next__ {verb} ` {last} `. {streak}
it_it: {user} lo ha rovinato a **{count}** {facepalm}. **Apparentemente non puoi contare correttamente**. Il numero __next__ {verb} ` {last} `. {streak}
pl_pl: {user} zrujnował go o **{count}** {facepalm}. **Najwyraźniej nie możesz liczyć poprawnie**. Liczba __next__ {verb} ` {last} `. {streak}
pt_pt: {user} estragou-o em **{count}** {facepalm}. **Você aparentemente não pode contar corretamente**. O __next__ número {verb} ` {last} `. {streak}
ro_ro: {user} l-a distrus la **{count}** {facepalm}. **Se pare că nu poți număra corespunzător**. Numărul __next__ {verb} ` {last} `. {streak}
sv_se: {user} förstörde den vid **{count}** {facepalm}. **Du kan tydligen inte räkna ordentligt**. __next__ nummer {verb} ` {last} `. {streak}

source: **You've topped your best streak with {} 🔥**
de_de: **Du hast deine beste Serie mit {} 🔥** übertroffen
es_es: **Has superado tu mejor racha con {} 🔥**
it_it: **Hai completato la tua migliore serie con {} 🔥**
pl_pl: **Doładowałeś swoją najlepszą serię {} 🔥**
pt_pt: **Você superou sua melhor sequência com {} 🔥**
ro_ro: **Ai topit cel mai bun streak cu {} 🔥**
sv_se: **Du har toppat din bästa strimma med {} 🔥**

source: is
de_de: ist
es_es: es
it_it: è
pl_pl: jest
pt_pt: está
ro_ro: este
sv_se: är

source: remains
de_de: verbleiben
es_es: resta
it_it: resti
pl_pl: pozostało
pt_pt: restam
ro_ro: ramase
sv_se: kvarvarande

source: Incorrect number! The __next__ number is ` {last} `. **No stats have been changed since the current number was {count}.**
de_de: Falsche Zahl! Die __next__ Zahl ist ` {last} `. **Seit der aktuellen Nummer {count} wurde keine Statistik geändert.**
es_es: ¡Número incorrecto! El número __next__ es ` {last} `. **No se han cambiado las estadísticas desde que el número actual era {count}. **
it_it: Numero errato! Il numero __next__ è ` {last} `. **Nessuna statistica è stata modificata da quando il numero attuale era {count}.**
pl_pl: Niepoprawna liczba! Numer __next__ to ` {last} `. **Statystyki nie zostały zmienione od czasu {count} . **
pt_pt: Número incorreto! O número __next__ é ` {last} `. **Nenhuma estatística foi alterada desde que o número atual foi {count}.**
ro_ro: Număr incorect! Numărul __next__ este ` {last} `. **Nicio statistică nu a fost modificată deoarece numărul curent a fost {count}.**
sv_se: Felaktigt nummer! __next__ numret är ` {last} `. **Ingen statistik har ändrats sedan det nuvarande numret var {count}.**

source: **You've reached your goal of {goal} {emoji} Congratulations**
de_de: **Du hast dein Ziel von {goal} {emoji} Glückwunsch erreicht**
es_es: **Has alcanzado tu meta de {goal} {emoji} Felicidades**
it_it: **Hai raggiunto il tuo obiettivo di {goal} {emoji} Congratulazioni**
pl_pl: **Osiągnąłeś swój cel {goal} {emoji} Gratulacje**
pt_pt: **Você atingiu sua meta de {goal} {emoji} Parabéns**
ro_ro: **Ai atins obiectivul de {goal} {emoji} Felicitări**
sv_se: **Du har nått ditt mål av {goal} {emoji} Grattis**

source: Check for platform availability and price!
de_de: Überprüfen Sie die Verfügbarkeit und den Preis!

source: {emoji} **Invalid**! You are not in a valid temporary voice channel.
de_de: {emoji} **Ungültig**! Du bist in keinem gültigen temporären Sprachkanal.
es_es: {emoji} **Inválido**! No estás en un canal de voz temporal válido.
it_it: {emoji} **Invalido**! Non sei in un canale vocale temporaneo valido.
pl_pl: {emoji} **Nieważne**! Nie jesteś na ważnym kanale faktur tymczasowych.
pt_pt: {emoji} **Inválido**! Você não está em um canal de voz temporário válido.
ro_ro: {emoji} **Invalid**! Nu ești într-un canal de voce temporar valid.
sv_se: {emoji} **Ogiltigt**! Du är inte i en giltig tillfällig röstkanal.

source: {emoji} Selected user is alredy owner of a temporary channel!
de_de: {emoji} Ausgewählter Benutzer ist der Besitzer eines temporären Channels!
es_es: {emoji} ¡El usuario seleccionado es el dueño de un canal temporal!
it_it: {emoji} L'utente selezionato è proprietario di un canale temporaneo!
pl_pl: {emoji} Wybrany użytkownik jest znanym właścicielem kanału tymczasowego!
pt_pt: {emoji} usuário selecionado é proprietário de um canal temporário!
ro_ro: {emoji} Utilizatorul selectat este proprietarul permanent al unui canal temporar!
sv_se: {emoji} Vald användare är redy ägare av en temporär kanal!

source: Page
it_it: Pagina
pt_pt: Página
ro_ro: Pagină

source: An unknown error has occurred, sorry
it_it: Si è verificato un errore sconosciuto, mi dispiace
pt_pt: Ocorreu um erro desconhecido, desculpe
ro_ro: A apărut o eroare necunoscută, ne pare rău

source: stop
pt_pt: Parar
ro_ro: oprire

source: No help available
it_it: Nessun aiuto disponibile
pt_pt: Nenhuma ajuda disponível
ro_ro: Nici un ajutor disponibil

source: Hello and welcome to my help page {emoji} Type `{prefix}help <command/category>` to get more information on a command/category.
it_it: Ciao e benvenuti alla mia pagina di aiuto {emoji} Digita `{prefix}help <command/category>` per ottenere maggiori informazioni su un comando/categoria.
pt_pt: Olá e bem-vindo à minha página de ajuda {emoji} Digite `{prefix}help <command/category>` para obter mais informações sobre uma categoria de comando.
ro_ro: Salut și bun venit la pagina mea de ajutor {emoji} Tastați `{prefix}ajutor <command/category>` pentru a obține mai multe informații despre o comandă /categorie.

source: {} bot, which is partially intended for the public. Written with only `{:,}` lines. Please be nice
it_it: {} bot, che è parzialmente destinato al pubblico. Scritto con solo linee `{:,}`. Sii gentile
pt_pt: {} bot, que é parcialmente destinado ao público. Escrito com apenas `{:,}`. Por favor, seja legal
ro_ro: {} bot, care este parțial destinat publicului. Scris cu doar linii `{:,}`. Te rugăm să fii frumos

source: An unknown error has occurred, I apologize, the responsible developers will be notified
ro_ro: A apărut o eroare necunoscută, îmi cer scuze, dezvoltatorii responsabili vor fi notificați

source: Remind others how bad @everyone actually is With this command you can show other people with a picture/gif alone, how unnecessary a @everyone ping is. You can also use this command to express that someone is spamming @everyone again.
ro_ro: Amintește-ți altora cât de rău este de fapt @toată lumea Cu această comandă poți arăta altor persoane doar cu o imagine/gif. cât de inutilă este un @toata ping-ul. De asemenea, poți folosi această comandă pentru a exprima faptul că cineva trimite din nou un spam lui @oricine.

source: Reveal the length of a user's pp With this command you can find out, using a very clever and definitely not random generator, how long the pp of a selected user is. __Please note__: If you don't specify a user, I might reveal your pp as well.
it_it: Rivela la lunghezza del pp di un utente Con questo comando puoi scoprire, utilizzando un generatore molto intelligente e sicuramente non casuale, quanto tempo è il pp di un utente selezionato. __Nota__: Se non specifichi un utente, Potrei rivelare anche il vostro pp.
pt_pt: Revelar o comprimento do p do usuário Com esse comando você pode descobrir, usando um gerador muito inteligente e definitivamente não aleatório, quanto tempo tem o p de um usuário selecionado. __Por favor, note__: Se você não especificar um usuário, Eu também posso revelar seu pp.
ro_ro: Afișează lungimea pp-ului utilizatorului Cu această comandă pe care o poți afla, folosind un generator foarte inteligent şi cu siguranţă nu aleatoriu, cât timp este p pentru un utilizator selectat. __Te rugăm să note__: Dacă nu specifici un utilizator, V-aş putea dezvălui şi punctul de vedere.

source: Show your support to LGBT+ with a rainbow filter! ^^
it_it: Mostra il tuo supporto a LGBT+ con un filtro arcobaleno! ^^
pt_pt: Mostre seu apoio a LGBT+ com um filtro arco-íris! ^^
ro_ro: Arătați suportul pentru LGBT+ cu un filtru curcubeu! ^^

source: displays a random number in a specified range of values. (Default: 1-6)
it_it: mostra un numero casuale in un intervallo di valori specificato. (Predefinito: 1-6)
pt_pt: exibe um número aleatório em um intervalo de valores especificado. (Padrão: 1-6)
ro_ro: afișează un număr aleatoriu într-un interval specificat de valori. (implicit: 1-6)

source: I will say whatever you tell me to say. - `reply`: \u2003True or False whether the bot should reply to you. - `text`: \u2003The text to repeat.
it_it: Dirò qualunque cosa mi dica di dire. - `reply`: \u2003Vero o Falso se il bot deve rispondervi. - `text`: \u2003Il testo da ripetere.
pt_pt: Vou dizer tudo o que me disser para dizer. - `responde`: \u2003Verdadeiro ou falso se o bot deve lhe responder. - `texto`: \u2003O texto a repetir.
ro_ro: Voi spune orice îmi spuneţi să spun. - `răspuns`: \u2003Adevărat sau Fals dacă bot-ul ar trebui să îți răspundă. - `text`: \u2003Textul de repetat.

source: Displays information about a set of characters. Only up to 25 characters at a time.
it_it: Visualizza informazioni su un set di caratteri. Solo fino a 25 caratteri alla volta.
pt_pt: Exibe informações sobre um conjunto de caracteres. Apenas 25 caracteres de cada vez.
ro_ro: Afişează informaţii despre un set de caractere. Doar până la 25 de caractere odată.

source: info
pl_pl: informacje
pt_pt: informações
ro_ro: informaţii
sv_se: information

source: > Shake Premium (Shake+)
pl_pl: > Potrząśnij Premium (Shake+)
pt_pt: > Agitar a conta Premium (Shake+)
ro_ro: > Scuturați Premium (hake+)
sv_se: > Skaka Premium (Shake+)

source: Info for {guild_name}
it_it: Informazioni per {guild_name}
pt_pt: Informações sobre {guild_name}
ro_ro: Informații pentru {guild_name}

source: Partnered
it_it: Collaborato
pt_pt: Parceiro
ro_ro: Partener

source: Safe for work
it_it: Sicuro per lavoro
pt_pt: Seguro para o trabalho
ro_ro: Sigur de lucru

source: Large
it_it: Grande
pt_pt: grande
ro_ro: Mare

source: general
it_it: generale
pt_pt: Geral
ro_ro: generală

source: ```py v{version} from {owner} {_started} {time} {date} ```
ro_ro: ```py v{version} din {owner} {_started} {time} {date} ```

source: host
es_es: anfitrión
pt_pt: hospedeiro
ro_ro: gazdă
sv_se: värd

source: Get information about you or a specified user.
it_it: Ottieni informazioni su di te o su un utente specificato.
pt_pt: Obtém informações sobre você ou um usuário especificado.
ro_ro: Obține informații despre tine sau un utilizator specificat.

source: Name
es_es: Nombre
it_it: Nome
pl_pl: Nazwisko
pt_pt: Nome:
ro_ro: Nume
sv_se: Namn

source: Seen
it_it: Visto
pt_pt: Visto
ro_ro: Văzut

source: Joined
it_it: Iscritto
pt_pt: Entrou
ro_ro: S-a alăturat

source: Perms
pt_pt: Permissões
ro_ro: Permise

source: Leveling
es_es: Niveles
it_it: Livellamento
pl_pl: Poziomy
pt_pt: Nível
ro_ro: Cântărire
sv_se: Nivå
