Repository: Shake-The-Bot/Locales
Catalog: */LC_MESSAGES/shake.po
Languages: de_de, es_es, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tl_ph

source: Supporting the Bot as Patreon will keep the motivation for the development of Shake and make sure that all hosting costs are covered. Premium makes **voting no longer necessary** and gives you **more creator channel** to customize!
de_de: Die Unterstützung des Bot als Patreon wird die Motivation für die Entwicklung von Shake behalten und sicherstellen, dass alle Hosting-Kosten gedeckt sind. Premium macht **Abstimmung nicht mehr erforderlich** und gibt dir **mehr Erstellerkanal** zum Anpassen!
es_es: Apoyar al bot como Patrón mantendrá la motivación para el desarrollo de Shake y se asegurará de que todos los costos de alojamiento estén cubiertos. ¡Premium hace que el **voto ya no sea necesario** y te da **más canal de creador** para personalizar!
it_it: Sostenere il Bot come Patreon manterrà la motivazione per lo sviluppo di Shake e assicurarsi che tutti i costi di hosting sono coperti. Premium fa **votare non più necessario** e ti dà **più canale creatore** per personalizzare!
pl_pl: Wspieranie bota jako Patreon pozwoli zachować motywację do rozwoju wstrząsu i zapewnić pokrycie wszystkich kosztów hostingu. Premium sprawia, że **głosowanie nie jest już potrzebne** i daje **więcej kanałów twórców** do dostosowania!
pt_pt: Apoiar o Bot como Patreon vai manter a motivação para o desenvolvimento de Shake e garantir que todos os custos de hospedagem sejam cobertos. O Premium torna **a votação desnecessária** e lhe dá **mais canais de criação** para personalizar!
ro_ro: Sprijinirea bot-ului ca Patreon va menține motivația pentru dezvoltarea lui Shake și se va asigura că toate costurile de găzduire sunt acoperite. Premium face ca **votul să nu mai fie necesar** și îți oferă **mai mult canal de creator** pentru a personaliza!
sv_se: Stöd Bot som Patreon kommer att hålla motivationen för utvecklingen av Shake och se till att alla hosting kostnader täcks. Premium gör att **röstning inte längre behövs** och ger dig **mer skaparkanal** för att anpassa!

source: **[What is Patreon?](https://support.patreon.com/hc/articles/204606315-What-is-Patreon-)** **[What currencies does Patreon support?](https://support.patreon.com/hc/articles/360039589091-Patreon-s-supported-currencies)** **[How do I connect Discord to Patreon?](https://support.patreon.com/hc/articles/212052266-How-do-I-connect-Discord-to-Patreon-Patron-)**
de_de: **[Was ist Patreon?](https://support.patreon.com/hc/articles/204606315-What-is-Patreon-)** **[Welche Währungen unterstützt Patreon?](https://support.patreon.com/hc/articles/360039589091-Patreon-s-supported-currencies)** **[Wie verbinde ich Discord mit Patreon?](https://support.patreon.com/hc/articles/212052266-How-do-I-connect-Discord-to-Patreon-Patron-)**
es_es: **[¿Qué es Patreon?](https://support.patreon.com/hc/articles/204606315-What-is-Patreon-)** **[¿Qué monedas soporta Patreon?](https://support.patreon.com/hc/articles/360039589091-Patreon-s-supported-currencies)** **[¿Cómo puedo conectar Discord con Patreon?](https://support.patreon.com/hc/articles/212052266-how-do-I-connect-Discord-to-Patreon-Patron-)**
it_it: **[Cos'è Patreon?](https://support.patreon.com/hc/articles/204606315-What-is-Patreon-)** **[Quali valute supportano Patreon?](https://support.patreon.com/hc/articles/360039589091-Patreon-s-supported-currencies)** **[Come faccio a collegare Discord a Patreon?](https://support.patreon.com/hc/articles/212052266-How-do-I-connect-Discord-to-Patreon-Patron-)**
pl_pl: **[Co to jest Patreon?](https://support.patreon.com/hc/articles/204606315-What-is-Patreon-)** **[Jakie waluty wspiera Patreon?](https://support.patreon.com/hc/articles/360039589091-Patreon-s-supported-currencies)** **[Jak połączyć Discord z Patreon?](https://support.patreon.com/hc/articles/212052266-How-do-I-connect-Discord-to-Patreon-Patron-)**
pt_pt: **[O que é o Patreon?](https://support.patreon.com/hc/articles/204606315-What-is-Patreon-)** **[Quais moedas o suporte do Patreon?](https://support.patreon.com/hc/articles/360039589091-Patreon-s-supported-currencies)** **[Como conectar o Discord ao Patreon?](https://support.patreon.com/hc/articles/212052266-How-do-I-connect-Discord-to-Patreon-Patron-)**
ro_ro: **[Ce este Patreon?](https://support.patreon.com/hc/articles/204606315-What-is-Patreon-)** **[Ce monede sprijină Patreon?](https://support.patreon.com/hc/articles/360039589091-Patreon-s-supported-currencies)** **[Cum conectez Discord la Patreon?](https://support.patreon.com/hc/articles/212052266-How-do-I-connect-Discord-to-Patron-**
sv_se: **[Vad är Patreon?](https://support.patreon.com/hc/articles/204606315-What-is-Patreon-)** **[Vilka valutor stöder Patreon?](https://support.patreon.com/hc/articles/360039589091-Patreon-s-supported-currencies)** **[Hur ansluter jag Discord till Patreon?](https://support.patreon.com/hc/articles/212052266-How-do-I-connect-Discord-to-Patreon-Patron-)**

source: Freemium | Premium isn't required
de_de: Freemium | Premium ist nicht notwendig
es_es: Freemium | Premium no es necesario
it_it: Freemium <unk> Premium non è richiesto
pl_pl: Freemium | Premium nie jest wymagane
pt_pt: Freemium →Premium não é necessário
ro_ro: Freemium Premium nu este necesar
sv_se: Freemium <unk> Premium krävs inte

source: View objects from certain documentation. RTFM is internet slang for the phrase "read the damn manual".
de_de: Objekte aus einer bestimmten Dokumentation anzeigen. RTFM ist Internet-Slang für den Satz "Lesen Sie das verdammte Handbuch".
es_es: Ver objetos de cierta documentación. RTFM es un slang de Internet para la frase "leer el manual maldito".
it_it: Visualizza oggetti da una certa documentazione. RTFM è slang internet per la frase "leggi il dannato manuale".
pl_pl: Zobacz obiekty z określonej dokumentacji. RTFM to slang internetowy dla frazy "przeczytaj wilgotną instrukcję".
pt_pt: Ver objetos a partir de determinada documentação. RTFM é um slang na Internet para a frase "leia o manual damn".
ro_ro: Vizualizați obiecte din anumite documentații. RTFM este o slang de internet pentru fraza „citiți manualul de acces”.
sv_se: Visa objekt från viss dokumentation. RTFM är internet slang för frasen "läs den jävla manualen".

source: View certain objects from the official discord.py documentation. Parameters ----------- entity: Optional[str] the entity to look for in the documentation
de_de: Sehen Sie sich bestimmte Objekte aus der offiziellen discord.py-Dokumentation an. Parameter ----------- Entität: Optional:[str] die Entität, die in der Dokumentation gesucht werden soll

source: View certain objects from official python documentation. RTFM is internet slang for the phrase "read the damn manual". Parameters ----------- entity: Optional[str] the entity to look for in the documentation
de_de: Sehen Sie sich bestimmte Objekte aus der offiziellen Python-Dokumentation an. RTFM ist Internet-Slang für den Satz "Lesen Sie das verdammte Handbuch". Parameter ----------- Entität: Optional:[str] die Entität, die in der Dokumentation gesucht werden soll

source: **Total uses**: {total_uses}
de_de: **Nutzungen**: {total_uses}
es_es: **Uso total**: {total_uses}
it_it: **Totale utilizzi**: {total_uses}
pl_pl: **Całkowite użycia**: {total_uses}
pt_pt: **Total usados**: {total_uses}
ro_ro: **Utilizări totale**: {total_uses}
sv_se: **Total användning**: {total_uses}

source: **Top {top} member**:
de_de: **Top- {top} Mitglied**:
es_es: **Top {top} miembro**:
it_it: **Top {top} membro**:
pl_pl: **Top {top} użytkownika**:
pt_pt: **Top {top} membro**:
ro_ro: **Top {top} membru**:
sv_se: **Topp {top} medlem**:

source: Get information about a specific server. This command will show you some information about a server. - `information`: \u2003[owner, member, creation, ...].
de_de: Erhalte Informationen über einen bestimmten Server. Dieser Befehl zeigt Ihnen einige Informationen über einen Server. - `information`: \u2003[Eigentümer, Mitglied, Kreation, . .].
es_es: Obtener información sobre un servidor específico. Este comando te mostrará información sobre un servidor. - `information`: \u2003[propietario, miembro, creación, . .].
it_it: Ottieni informazioni su un server specifico. Questo comando ti mostrerà alcune informazioni su un server. - `information`: \u2003[proprietario, membro, creazione, . .].
pl_pl: Uzyskaj informacje o określonym serwerze. Ta komenda pokaże informacje o serwerze. - `informacja`: \u2003[właściciel, członek, twórczość, . .].
pt_pt: Obter informações sobre um servidor específico. Este comando mostrará algumas informações sobre um servidor. - `informação`: \u2003[proprietário, membro, criação, . .].
ro_ro: Obțineți informații despre un anumit server. Această comandă îți va arăta câteva informații despre server. - `information`: \u2003[proprietarul, membri, creatie, . .].
sv_se: Få information om en specifik server. Detta kommando visar lite information om en server. - `information`: \u2003[ägare, medlem, skapa, . .].

source: **Avatar**: {avatars}
de_de: **Profilbild**: %{avatar}

source: Idle
de_de: Leerlauf
es_es: Inactivo
it_it: Inattivo
pl_pl: Bezczynny
pt_pt: Inativo
ro_ro: Inactiv
sv_se: Inaktiv

source: Statuses
de_de: Statusmeldungen

source: Shake Statistics
de_de: Statistik schütteln
es_es: Estadísticas de sacudir
pl_pl: Statystyki potrząsania
pt_pt: Estatísticas de agitação
ro_ro: Statistici agitare
sv_se: Skaka statistik

source: started
de_de: gestartet
es_es: ¿empezar
pl_pl: uruchomić?
ro_ro: început
sv_se: startad

source: cpu
de_de: pu
pt_pt: CPF

source: user
de_de: benutzer
es_es: usuario
it_it: utente
pl_pl: użytkownik
pt_pt: usuário
ro_ro: utilizator
sv_se: användare

source: commands
de_de: befehle
es_es: comandos
it_it: comandi
pl_pl: komendy
pt_pt: comandos
ro_ro: comenzi
sv_se: kommandon

source: used
de_de: verwendet
es_es: usado
it_it: usato
pl_pl: użyty
pt_pt: Utilizado
ro_ro: folosit
sv_se: använd

source: Get information about you or a specified user. Parameters ----------- user: Optional[Union[Member, User]] @mention, ID or name.
de_de: Informationen über Sie oder einen bestimmten Benutzer erhalten. Parameter ----------- Benutzer: Optional[Union[Member, User]] @mention, ID oder Name.

source: Please do not disturb
de_de: Bitte nicht stören,
es_es: Por favor, no molestes
it_it: Per favore non disturbare
pl_pl: Proszę nie przeszkadzać
pt_pt: Não perturbe por favor
ro_ro: Vă rugăm să nu deranjați
sv_se: Stör ej

source: Since
de_de: Seit

source: Top-Role
de_de: Hauptrolle
es_es: Top-Rol
pl_pl: Górna rola
pt_pt: Superior-Função
ro_ro: Rolul de sus
sv_se: Topp-roll

source: Color
de_de: Farbe
it_it: Colore
pl_pl: Kolor
pt_pt: Cor
ro_ro: Culoare
sv_se: Färg

source: Activity
de_de: Aktivität
es_es: Actividad
it_it: Attività
pl_pl: Aktywność
pt_pt: Atividade
ro_ro: Activitate
sv_se: Aktivitet

source: Device
de_de: Gerät
es_es: Dispositivo
it_it: Dispositivo
pl_pl: Urządzenie
pt_pt: Dispositivo
ro_ro: Dispozitiv
sv_se: Enhet

source: Server Related
de_de: Server verbunden
es_es: Servidor Relacionado
it_it: Server Correlato
pl_pl: Powiązane z serwerem
pt_pt: Servidor relacionado
ro_ro: Asemănător serverului
sv_se: Serverrelaterad

source: > _Supporting the Bot with a Vote will keep the motivation for the development of Shake, increases it's visibility and helps others discover Shake too._ **Thanks for every vote!!**
de_de: > _Unterstützung des Bots mit einer Stimme wird die Motivation für die Entwicklung von Shake, erhöht seine Sichtbarkeit und hilft anderen zu entdecken Shake auch. **Danke für jede Abstimmung! **

source: {emoji} Sites the bot is listed at
de_de: {emoji} Seiten, auf denen der Bot aufgelistet ist

source: **[Vote for Shake on Top.gg]({topgg})** **[Vote for Shake on Discordbotlist.com]({discordbotlist})** **[Vote for Shake on discord-botlist.eu]({botlisteu}) **[Vote for Shake on infinitybots.gg]({infinitybots})****
de_de: **[Vote für Schütteln an der Spitze. g]({topgg})** **[Vote für Schütteln auf Discordbotlist. om]({discordbotlist})** **[Vote für Shake auf Discord-Botlist. u]({botlisteu}) **[Vote für Schütteln auf unendlichen Bots. g]({infinitybots})****

source: **[Shake on Discord Bots]({discordbots})** **[Shake's Server on Discords]({discords})**
de_de: **[Schütteln auf Discord Bots]({discordbots})** **[Shake's Server auf Discords]({discords})**

source: Freemium | Vote isn't required
de_de: Freemium | Premium ist nicht notwendig

source: Inviting Commands are useful to track these and get some members
de_de: Einladende Befehle sind nützlich, um diese zu verfolgen und einige Mitglieder zu erhalten
es_es: Los Comandos de Invitación son útiles para rastrear estos y obtener algunos miembros
it_it: Comandi d'invito sono utili per tenere traccia di questi e ottenere alcuni membri
pl_pl: Zaproszenie Poleceń jest przydatne do śledzenia i zdobycia niektórych członków
pt_pt: Convidar Comandos é útil para rastrear e conquistar membros
ro_ro: Comenzile de invitație sunt utile pentru a urmări aceste comenzi și a obține câțiva membri
sv_se: Inbjudande kommandon är användbara för att spåra dessa och få några medlemmar

source: Level & Ranking, Voice & Chat
de_de: Level & Ranking, Sprache & Chat
es_es: Nivel y Clasificación, voz y chat
it_it: Livello E Classificazione, Voce E Chat
pl_pl: Poziom i Ranking, Głos i Czat
pt_pt: Nível e Ranking, Voz & Bate-papo
ro_ro: Nivel & Clasament, Voce & Chat
sv_se: Nivå & Rankning, Röst & Chatt

source: get your current level status
de_de: erhalte deinen aktuellen Level Status
es_es: obtener tu estado actual de nivel
it_it: ottieni il tuo stato di livello attuale
pl_pl: uzyskaj swój aktualny status
pt_pt: obter seu status de nível atual
ro_ro: obțineți starea nivelului dvs. curent
sv_se: få din nuvarande nivåstatus

source: Command to empty messages in text channels. This command deletes a certain number of messages while various filters can be applied. Pinned messages are ignored. You can also filter by one or more members. Parameters ----------- users: Greedy[User] @mentions, IDs or names. first_limit: Union[Message, Age, ISODateTime, None] one message, one delta or ISO datetime each. second_limit: Union[Message, Age, ISODateTime, None] one message, one delta or ISO datetime each. regex: Optional[Regex] A regex pattern that the message must contain to be deleted. bots_only: Optional[bool] Whether only bots should be deleted. Specify `bots_only` or `users`. channels: Greedy[TextChannel] #textchannels or * for all text channels in which to delete.
de_de: Kommando zum Leeren von Nachrichten in Text-Kanälen. Dieser Befehl löscht eine bestimmte Anzahl von Nachrichten, während verschiedene Filter angewendet werden können. Angeheftete Nachrichten werden ignoriert. Sie können auch nach einem oder mehreren Mitgliedern filtern. Parameter ----------- Benutzer: Gig[User] @Erwähnungen, IDs oder Namen. first_limit: Union[Nachrichten, Alter, ISODateZeit, Keine] eine Nachricht, je ein Delta oder ISO Datumszeit. Sekunde_limit: Union[Nachrichten, Alter, ISODateZeit, Keine] eine Nachricht, je ein Delta oder ISO Datumszeit. regex: Optionales[Regex] Ein regex-Muster, das die Nachricht enthalten muss, um gelöscht zu werden. bots_only: Optionale[bool] Ob nur Bots gelöscht werden sollen. Geben Sie `bots_only` oder `users` an. Kanäle: Gier[TextChannel] #textchannels oder * für alle Textkanäle, in denen sie gelöscht werden sollen.

source: Moderation related commands. (Each of these commands requires certain authorization).
de_de: Moderationsbefehle. (Diese Befehle erfordern eine bestimmte Autorisation).
es_es: Comandos relacionados con la moderación. (Cada uno de estos comandos requiere cierta autorización).
it_it: Comandi correlati alla moderazione. (Ognuno di questi comandi richiede una certa autorizzazione).
pl_pl: Polecenia związane z moderacją. (Pośród tych poleceń wymaga określonej autoryzacji).
pt_pt: Comandos relacionados à moderação. (Cada desses comandos requer alguma autorização).
ro_ro: Comenzi legate de moderare. (Fiecare dintre aceste comenzi necesită o anumită autorizare).
sv_se: Modereringsrelaterade kommandon. (Var och en av dessa kommandon kräver viss auktorisering).

source: put a user in the timeout
de_de: lege einen Benutzer in den Timeout
es_es: poner un usuario en el tiempo de espera
it_it: mettere un utente nel timeout
pl_pl: wprowadź użytkownika do limitu czasu
pt_pt: colocar um usuário no tempo limite
ro_ro: pune un utilizator în timp expirat
sv_se: sätta en användare i timeout

source: execute commands with the rights of another user You can specify who executes this command in which text channel" Parameters ----------- channel: Optional[TextChannel] the channel user: Union[Member, User] the user command: str the command arguments: Optional[str] the arguments
de_de: Befehle mit den Rechten eines anderen Benutzers ausführen Sie können angeben, wer diesen Befehl in welchem Textkanal ausführt. Parameter ----------- Kanal: Optional:[TextChannel] den Kanal Benutzer: Union[Member, Benutzer] der Benutzer Befehl: str der Befehl Argumente: Optional:[str] die Argumente

source: Run shell commands.
de_de: Shell Befehle ausführen.
es_es: Ejecutar comandos de shell.
it_it: Esegue comandi shell.
pl_pl: Uruchom polecenia powłoki.
pt_pt: Execute comandos do shell.
ro_ro: Rulează comenzile de shell.
sv_se: Kör skalkommandon.

source: Send an event Parameters ----------- event: Optional[strl] the event kwargs: Any the kwargs
de_de: Sende ein Ereignis Parameter ----------- Event: Optional:[strl] das Event Kwargs: Alle die Kwargs

source: Set your language for Shake. Full list of available languages can be found with `{prefix}language` Parameters ----------- language: str The locale code of the language you want to use server: Optional[bool] If the language should be for the whole server
de_de: Setze deine Sprache für Shake. Die vollständige Liste der verfügbaren Sprachen kann mit `{prefix}Sprache gefunden werden` Parameter ----------- Sprache: str Der Gebietsschema-Code der Sprache, die Sie verwenden möchten Server: Optional:[bool] Falls die Sprache für den gesamten Server sein sollte

source: {emoji} {prefix} **Your given language is not valid. Use </language list> to get a list of all available languages**
de_de: {emoji} {prefix} **Deine angegebene Sprache ist nicht gültig. Benutze <!language> um eine Liste aller Sprachen zu erhalten**

source: {emoji} {prefix} **I'm sorry to say that I dont have your given locale ready.** Try to contribute [here]({link}) if you want to!
de_de: {emoji} {prefix} **Es tut mir leid, sagen zu müssen, dass ich deine Sprache nicht habe.** Versuche [here]({link}) beizutragen, wenn du möchtest!

source: {emoji} {prefix} **The specified language was set successfully!**
de_de: {emoji} {prefix} **Die angegebene Sprache wurde erfolgreich festgelegt!**

source: Load an extension of the bot
de_de: Entlade Erweiterungen des Bots
es_es: Cargar una extensión del bot
it_it: Carica un'estensione del bot
pl_pl: Załaduj rozszerzenie bota
pt_pt: Carregar uma extensão do bot
ro_ro: Încarcă o extensie a bot-ului
sv_se: Ladda ett tillägg av boten

source: {emoji}︱Other
de_de: {emoji}—Andere
es_es: {emoji}—Otros
it_it: {emoji}—Altro
pl_pl: {emoji}—Inne
pt_pt: {emoji}—Outro
ro_ro: {emoji}—Altele
sv_se: {emoji}- Annan

source: Other Commands
de_de: Andere Befehle
es_es: Otros comandos
it_it: Altri Comandi
pl_pl: Inne polecenia
pt_pt: Outros comandos
ro_ro: Alte comenzi
sv_se: Andra kommandon

source: Reload extensions of the bot
de_de: Entlade Erweiterungen des Bots
es_es: Cargar una extensión del bot
it_it: Ricarica le estensioni del bot
pl_pl: Załaduj rozszerzenie bota
pt_pt: Carregar uma extensão do bot
ro_ro: Reîncarcă extensiile botului
sv_se: Ladda ett tillägg av boten

source: Run your own xyz codes. You can simply specify this code as an argument and also in quotes (`). Optionally you can use common attributes like ctx, bot etc. in the code.
de_de: Führen Sie Ihre eigenen xyz Codes aus. Sie können diesen Code einfach als Argument und auch in Anführungszeichen (`) angeben. Optional können Sie gemeinsame Attribute wie ctx, Bot etc. verwenden. im Code.
es_es: Ejecuta tus propios códigos xyz. Puedes simplemente especificar este código como un argumento y también entre comillas (`). Opcionalmente puedes usar atributos comunes como ctx, bot, etc. en el código.
pl_pl: Uruchom własne kody xyz. Możesz po prostu określić ten kod jako argument, a także w cudzysłowach (`). Opcjonalnie możesz używać wspólnych atrybutów, takich jak ctx, bot, itp. w kodzie.
ro_ro: Rulează propriile coduri xyz. Puteți specifica pur și simplu acest cod ca argument și, de asemenea, în citate (`). Opțional puteți utiliza atribute comune precum ctx, bot etc. în cod.
sv_se: Kör dina egna xyz-koder. Du kan helt enkelt ange den här koden som ett argument och även i citattecken (`). Alternativt kan du använda vanliga attribut som ctx, bot etc. i koden.

source: globally
de_de: global
es_es: globalmente
it_it: globalmente
pl_pl: globalnie
pt_pt: globalmente
ro_ro: global
sv_se: globalt

source: to the current guild
de_de: zur aktuellen Gilde
es_es: al gremio actual
it_it: alla gilda corrente
pl_pl: do bieżącej gildii
pt_pt: para a guilda atual
ro_ro: la breasla curentă
sv_se: till nuvarande guild

source: Test temporary commands
de_de: Temporäre Befehle testen
es_es: Comandos temporales de prueba
it_it: Test comandi temporanei
pl_pl: Testuj tymczasowe polecenia
pt_pt: Testar comandos temporários
ro_ro: Testează comenzile temporare
sv_se: Testa tillfälliga kommandon

source: Unload extensions of the bot
de_de: Entlade Erweiterungen des Bots
es_es: Cargar una extensión del bot
it_it: Scarica le estensioni del bot
pl_pl: Załaduj rozszerzenie bota
pt_pt: Carregar uma extensão do bot
ro_ro: Descarca extensiile botului
sv_se: Ladda ett tillägg av boten

source: Get a useful would you rather question. Parameters ----------- voting: Optional[bool] Do you want the users to be able to vote?
de_de: Holen Sie sich eine nützliche Frage an Sie. Parameter ----------- Abstimmung: Optional:[bool] Möchten Sie die Benutzer abstimmen können?

source: Get a useless would you rather question. Parameters ----------- voting: Optional[bool] Do you want the users to be able to vote?
de_de: Holen Sie sich eine nutzlose Frage, würden Sie lieber fragen. Parameter ----------- Abstimmung: Optional:[bool] Möchten Sie die Benutzer abstimmen können?

source: Would you rather have this
de_de: Hätten Sie dies lieber

source: or this {adjective} Power?
de_de: oder diese {adjective} Power?

source: useful
de_de: Behilflich

source: useless
de_de: nutzlos

source: Stats
de_de: Statistiken

source: **{users}** of **{total}** user (**{procent}%**) would take power nr. {power}
de_de: **{users}** von **{total}** Benutzer (**{procent}%**) würde die Leistung nr nehmen {power}

source: No one would take any power?
de_de: Niemand würde irgendeine Macht übernehmen?

source: Useful Power. Parameters ----------- voting: Optional[bool] Do you want the users to be able to vote?
de_de: Holen Sie sich eine nützliche Frage an Sie. Parameter ----------- Abstimmung: Optional:[bool] Möchten Sie die Benutzer abstimmen können?

source: Useless Power. Parameters ----------- voting: Optional[bool] Do you want the users to be able to vote?
de_de: Holen Sie sich eine nützliche Frage an Sie. Parameter ----------- Abstimmung: Optional:[bool] Möchten Sie die Benutzer abstimmen können?

source: Would you want this power?
de_de: Würdest du diese Kraft haben wollen? Erkläre warum!

source: **{yes}** of **{total}** user (**{procent}%**) would take this power.
de_de: **{yes}** von **{total}** Benutzer (**{procent}%**) würde die Leistung nr nehmen

source: WouldYou commands
de_de: WouldYou Befehle

source: WouldYou Commands
de_de: WouldYou Befehle

source: What would you do in this situation.
de_de: Was würden Sie in dieser Situation tun?
