Repository: Shake-The-Bot/Locales
Catalog: */LC_MESSAGES/shake.po
Languages: de_de, es_es, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tl_ph

source: Unknown subcommand `{argument}`. Use "/help" for help.
ru_ru: Неизвестная команда `{argument}`. Используйте "/help" для получения справки.
tl_ph: Hindi kilalang subcommand `{argument}`.

source: No help given... (You should report this)
ru_ru: Помощь не оказана... (Вы должны сообщить об этом)
tl_ph: Walang ibinigay na tulong... (Dapat mong iulat ito)

source: Page {current}/{max} ({entries} commands)
de_de: Seite {current}/{max} ({entries} Befehle)
es_es: Página {current}/{max} ({entries} comandos)
it_it: Pagina {current}/{max} ({entries} comandi)
pl_pl: Strona {current}/{max} ({entries} komendy)
pt_pt: Página {current}/{max} ({entries} comandos)
ro_ro: Pagina {current}/{max} ({entries} comenzi)
ru_ru: Страница {current}/{max} ({entries} команд)
sv_se: Sida {current}/{max} ({entries} kommandon)

source: No more detailed description given.
de_de: Keine genauere Beschreibung angegeben.
ru_ru: Более подробное описание не приводится.
tl_ph: Wala nang ibinigay na detalyadong paglalarawan.

source: More detailed command description
de_de: Ausführlichere Befehlsbeschreibung
ru_ru: Более подробное описание команды
tl_ph: Higit pang detalyadong paglalarawan ng utos

source: Usage of the {command} command
ru_ru: Использование команды {command}
tl_ph: Paggamit ng {command} command

source: Examples of the {command} command
ru_ru: Примеры команды {command}
tl_ph: Mga halimbawa ng {command} command

source: Necessary user permissions
de_de: Notwendige Benutzerberechtigungen
es_es: Permisos de usuario obligatorios
it_it: Autorizzazioni utente necessarie
pl_pl: Potrzebne uprawnienia użytkownika
pt_pt: Necessário permissões de usuário
ro_ro: Permisiuni necesare pentru utilizator
ru_ru: Необходимые разрешения пользователей
sv_se: Nödvändiga användarbehörigheter
tl_ph: Mga kinakailangang pahintulot ng user

source: Necessary bot permissions
ru_ru: Необходимые разрешения для бота
tl_ph: Mga kinakailangang pahintulot sa bot

source: Commands of the {group} group
ru_ru: Команды из группы {group}
tl_ph: Mga utos ng grupong {group}.

source: Page {current} of {max} ({entries} subcommands)
ru_ru: Страница {current} из {max} ({entries} подкоманда)

source: {emoji} Bot Help (Timeouted type /help again!)
ru_ru: {emoji} Помощь бота (необходимо ввести /help еще раз!)
tl_ph: {emoji} Bot Help (Na-timeout na uri /help muli!)

source: {emoji} Bot Help
ru_ru: Помощь бота {emoji}

source: Hello and welcome to my help page Type `{prefix}help <command/category>` to get more information on a command/category.
ru_ru: Здравствуйте, и добро пожаловать на мою страницу помощи Вид команд: `{prefix}help <command/category>`, чтобы получить больше информации о командаи/категории.
tl_ph: Kumusta at maligayang pagdating sa aking pahina ng tulong

source: Support Server
es_es: Servidor de soporte
it_it: Server Di Supporto
pl_pl: Serwer pomocy technicznej
pt_pt: Servidor de suporte
ro_ro: Server de Suport
ru_ru: Сервер поддержки
tl_ph: Server ng Suporta

source: You can get more help if you join the official server at {support_server}
ru_ru: Вы можете получить больше помощи, если присоединитесь к официальному серверу через - {support_server}
tl_ph: Makakakuha ka ng higit pang tulong kung sasali ka sa opisyal na server sa

source: Who am I?
de_de: Wer bin ich?
es_es: ¿Quién soy yo?
it_it: Chi sono io?
pl_pl: Kim jest?
pt_pt: Quem sou eu?
ro_ro: Cine sunt?
ru_ru: Кто я то?
sv_se: Vem är jag?
tl_ph: Sino ako?

source: I am Shake, a bot that is partially intended for the public. Written with only {lines} lines of code. Please be nice
ru_ru: Я - Shake, бот, частично предназначенный для публики. Написано всего {lines} кода. Пожалуйста, будьте вежливы
tl_ph: Ako si Shake, isang bot na bahagyang inilaan para sa publiko.

source: What am I for?
de_de: Wofür bin ich da?
ru_ru: Для чего я нужен?
tl_ph: Para saan ako?

source: I am a functional all-in-one bot that will simplify setting up your server for you! I have been created at {created_at} & I have functions like games, utilities, gimmicks & much more. You can get more information by using the dropdown menu below.
ru_ru: Я функциональный все-в-одном бот, который упростит настройку вашего сервера для вас! Я был создан на {created_at} и у меня есть функции, такие как игры, утилиты, гиммики и многое другое. Вы можете получить более подробную информацию с помощью выпадающего меню.
tl_ph: Isa akong functional all-in-one na bot na magpapasimple sa pagse-set up ng iyong server para sa iyo!

source: argument
ru_ru: аргумент
tl_ph: argumento

source: Stands for the argument being __**necessary**__.
de_de: Steht für das Argument __**notwendig**__.
es_es: Se sostiene que el argumento es __**necesario**__.
it_it: Stand per l'argomento è __**necessario**__.
pl_pl: Stosuje dla argumentu __**koniecznego**__.
pt_pt: Faz de conta que o argumento __**necessário**__.
ru_ru: Стенд для аргумента является __**необходимым**__.
sv_se: Står för att argumentet är __**nödvändigt**__.
tl_ph: Sinindigan ang argumento na __**kailangan**__.

source: Stands for that the argument is __**optional**__.
de_de: Das Argument ist __**optional**__.
es_es: Sigue para que el argumento sea __**opcional**__.
it_it: Per questo motivo l'argomento è __**opzionale**__.
pl_pl: Stoiska na to, że argument jest __**opcjonalny**__.
pt_pt: Para isso, o argumento é __**opcional**__.
ru_ru: Ожидает, что аргумент __**необязательный**__.
sv_se: Står för att argumentet är __**valfritt**__.
tl_ph: Nangangahulugan na ang argumento ay __**opsyonal**__.

source: Stands for the argument can be __**either A or B**__.
de_de: Das Argument kann __****entweder A oder B**___ sein.
es_es: Los apoyos para el argumento pueden ser __**A o B**__.
it_it: Stand per l'argomento può essere __**o A o B**__.
pl_pl: Stojaki na argument mogą być __**A lub B**__.
pt_pt: Os suporte para o argumento podem ser __**A ou B**__.
ro_ro: Stands for the argument can be __**fie A, fie B**__.
ru_ru: Стенды для аргумента могут быть __**или A или B**__.
sv_se: Stativ för argumentet kan vara __**antingen A eller B**__.
tl_ph: Ang ibig sabihin ng argumento ay maaaring __**alinman sa A o B**__.

source: Stands for the fact that you can use multiple arguments. Now that you know the basics, you should still know that... __**You don't include the parentheses!**__
nl_nl: Stelt vast dat je meerdere argumenten kunt gebruiken. Nu je de basis kent, Dat zou je toch moeten weten.. __**U voegt de haakjes niet toe! *__
ru_ru: Стенды для того чтобы можно было использовать несколько аргументов. Теперь, когда вы знаете основы вы все еще должны знать это. . __**Вы не включаете круглые скобки: *_
tl_ph: Sinindigan ang katotohanan na maaari kang gumamit ng maraming argumento.

source: How do I use the bot?
de_de: Wie benutze ich den Bot?
es_es: ¿Cómo uso el bot?
it_it: Come faccio a usare il bot?
nl_nl: Hoe kan ik het gebruiken?
pl_pl: Jak używać bota?
pt_pt: Como eu uso o bot?
ro_ro: Cum pot folosi bot-ul?
ru_ru: Как пользоваться ботом?
sv_se: Hur använder jag boten?
tl_ph: Paano ko gagamitin ang bot?

source: Reading the bot structure is pretty easy.
de_de: Das Lesen der Bot-Struktur ist ziemlich einfach.
es_es: Leer la estructura del bot es bastante fácil.
it_it: Leggere la struttura del bot è abbastanza facile.
nl_nl: Het lezen van de bot-structuur is vrij eenvoudig.
pl_pl: Czytanie struktury bota jest dość łatwe.
pt_pt: Ler a estrutura do bot é bem fácil.
ro_ro: A citi structura botului este destul de ușor.
ru_ru: Чтение структуры бота довольно просто.
sv_se: Läsa bot struktur är ganska lätt.
tl_ph: Ang pagbabasa ng istraktura ng bot ay medyo madali.

source: Get information about a specific channel. This command will show you some information about a channel. Parameters ----------- channel: Optional[str] the channel mention, name or id to get information about
ru_ru: Получение информации о конкретном канале. Эта команда покажет вам некоторую информацию о канале. Параметры ----------- гильдия: Необязательно[str] название или идентификатор гильдии для получения информации о ней.
tl_ph: Kumuha ng impormasyon tungkol sa isang partikular na channel.

source: Either this channel does not exist or I cant see it.
ru_ru: Либо этот канал не существует, либо я не вижу.
tl_ph: Maaaring wala ang channel na ito o hindi ko ito nakikita.

source: Parents Channel
ru_ru: Родительский канал
tl_ph: Channel ng Mga Magulang

source: General Overview
nl_nl: Gewoon overview
ru_ru: Общее описание
tl_ph: Pangkalahatang-ideya

source: Created
de_de: Erstellt
es_es: Creado
it_it: Creato
pl_pl: Utworzono
pt_pt: Criado
ro_ro: Creat
ru_ru: Создано
sv_se: Skapad
tl_ph: Nilikha

source: No region supporting channels
ru_ru: Нет каналов поддержки региона
tl_ph: Walang rehiyong sumusuporta sa mga channel

source: Region
nl_nl: Regio
ru_ru: Регион
tl_ph: Rehiyon

source: More Information
nl_nl: Meer informatie
ru_ru: Дополнительная информация
tl_ph: Karagdagang Impormasyon

source: Channels
ru_ru: каналы
tl_ph: Mga Channel

source: Page {page}/{pages} (Total of {items} Channels)
ru_ru: Страница {page}/{pages} (Всего {items} ролей)
tl_ph: Pahina {page}/{pages} (Kabuuan ng {items} Channels)

source: Category channels
ru_ru: Каналы категории
tl_ph: Mga channel ng kategorya

source: Channel overview
ru_ru: обзор канала
tl_ph: Pangkalahatang-ideya ng channel

source: Channel's server
ru_ru: Сервер каналов
tl_ph: Server ng Channel

source: Channel's category
ru_ru: Категория канала
tl_ph: Kategorya ng Channel

source: Channel's position
ru_ru: Позиция канала
tl_ph: Posisyon ng Channel

source: Thread overview
ru_ru: Обзор темы
tl_ph: Pangkalahatang-ideya ng thread

source: Threads's server
ru_ru: Сервер темы

source: Threads's category
ru_ru: Категория темы

source: Bitrate
ru_ru: Битрейт

source: User limit
ru_ru: Лимит пользователей
tl_ph: Limitasyon ng gumagamit

source: Members
de_de: Teilnehmer
es_es: Miembros
it_it: Membri
pl_pl: Członkowie
pt_pt: membros
ro_ro: Membri
ru_ru: Участники
sv_se: Medlemmar
tl_ph: Mga miyembro

source: Owner
de_de: Eigentümer
es_es: Propietario
it_it: Proprietario
nl_nl: Eigenaar
pl_pl: Właściciel
pt_pt: Proprietário
ro_ro: Proprietar
ru_ru: Владелец
sv_se: Ägare
tl_ph: May-ari

source: Roles
de_de: Rolle
it_it: Ruoli
pl_pl: Role
pt_pt: Papéis
ro_ro: Roluri
ru_ru: Роли
sv_se: Roller

source: Emojis
ru_ru: Эмодзи

source: Stickers
ru_ru: Стикеры
tl_ph: Mga sticker

source: Boost
ru_ru: Буст
tl_ph: Palakasin

source: Displays information about a set of characters. Parameters ----------- characters: str the symbols to get information about
nl_nl: Toont informatie over een aantal karakters. Parameters ----------- tekens: str the symbolen to get about
ru_ru: Отображает информацию о наборе символов. Параметры ----------- символы: str символы, о которых необходимо получить информацию
tl_ph: Nagpapakita ng impormasyon tungkol sa isang set ng mga character.

source: Charinfo Command
de_de: Charinfo-Befehl
es_es: Comando Charinfo
it_it: Comando Charinfo
nl_nl: Opdracht Charinfo
pl_pl: Polecenie Charinfo
pt_pt: Comando Charinfo
ro_ro: Comanda Charinfo
ru_ru: Команда Charinfo
sv_se: Charinfo kommando

source: Shows a sorted list of members that have a nicknname
nl_nl: Toont een gesorteerde lijst van leden die een bijnaam hebben
ru_ru: Показывает отсортированный список пользователей, у которых есть псевдоним
tl_ph: Nagpapakita ng pinagsunod-sunod na listahan ng mga miyembro na may palayaw

source: There are no members with a nick.
nl_nl: Er zijn geen leden op weer te geven.
ru_ru: Нет пользователей с таким ником.
tl_ph: Walang mga miyembro na may nick.

source: Here are all members with a nick, sorted by name.
nl_nl: Hier zijn alle leden met een bijn, gesorteerd op naam.
ru_ru: Здесь представлены все пользователи с ником, отсортированные по имени.
tl_ph: Narito ang lahat ng miyembro na may palayaw, pinagsunod-sunod ayon sa pangalan.

source: Informative commands about a wide variety of things. Sometimes you find out new things 🤷
nl_nl: Informatieve commando's over een breed scala aan dingen. Soms ontdek je nieuwe dingen 🤷
ru_ru: Информативные команды о самых разных вещах. Иногда вы узнаете что-то новое 🤷.

source: Information
de_de: Informationen
es_es: Información
it_it: Informazioni
nl_nl: Informatie
pl_pl: Informacje
pt_pt: Informação
ro_ro: Informare
ru_ru: Информация
tl_ph: Impormasyon

source: Invite the bot to your server. Of course, you can also simply add the bot via its user profile.
de_de: Laden Sie den Bot zu Ihrem Server ein. Natürlich können Sie den Bot auch einfach über sein Benutzerprofil hinzufügen.
es_es: Invita al bot a tu servidor. Por supuesto, también puedes simplemente añadir el bot a través de su perfil de usuario.
it_it: Invita il bot al tuo server. Naturalmente, puoi semplicemente aggiungere il bot tramite il suo profilo utente.
nl_nl: Nodig de bot uit voor je server. Natuurlijk kan je de bot ook toevoegen via zijn gebruikersprofiel.
pl_pl: Zaproś bota na swój serwer. Oczywiście, możesz również po prostu dodać bota za pomocą jego profilu użytkownika.
pt_pt: Convide o bot para o seu servidor. Claro, você também pode simplesmente adicionar o bot através de seu perfil de usuário.
ro_ro: Invită botul pe serverul tău. Bineînțeles, poți adăuga și botul prin intermediul profilului său de utilizator.
ru_ru: Пригласите бота на ваш сервер. Конечно, вы также можете просто добавить бота через его пользовательский профиль.
sv_se: Bjud in boten till din server. Självklart kan du också helt enkelt lägga till boten via sin användarprofil.
tl_ph: Imbitahan ang bot sa iyong server.

source: The Shake Team and I thank you for your interest
de_de: Das Shake Team und ich danke Ihnen für Ihr Interesse
es_es: El equipo de Shake y te agradezco tu interés
it_it: Il Team Shake e ti ringrazio per il tuo interesse
nl_nl: Het Shake Team en ik dank u voor uw interesse
pl_pl: Zespół Wstrząśnięcia i dziękuję za zainteresowanie
pt_pt: A Equipe de Agitação e eu agradecemos a você pelo seu interesse
ro_ro: Echipa de agitare și vă mulțumesc pentru interesul dvs.
ru_ru: Команда встряхивания и благодарю вас за ваш интерес
sv_se: The Shake Team och jag tackar dig för ditt intresse
tl_ph: Ang Shake Team at ako ay nagpapasalamat sa iyong interes

source: Add Shake to your Server
de_de: Schütteln zum Server hinzufügen
es_es: Añadir Shake a tu servidor
nl_nl: Voeg me toe aan jouw server
pl_pl: Dodaj wstrząśnięcie na swoim serwerze
ro_ro: Adaugă Shake la Serverul tău
ru_ru: Добавить встряхивание на ваш сервер
sv_se: Lägg till skaka på din server

source: Join Shake's Server
de_de: Shake's Server betreten
ru_ru: Присоединяйтесь к серверу Shake
tl_ph: Sumali sa Shake's Server

source: list all guilds
nl_nl: lijst van alle servers
ru_ru: составить список всех гильдий
tl_ph: ilista ang lahat ng mga guild

source: Current Guilds
nl_nl: Huidige servers
ru_ru: Действующие гильдии
tl_ph: Kasalukuyang Guild

source: I'm currently in `{guilds}` guilds & this one is in top **{current}**.
nl_nl: Ik ben momenteel in `{guilds}` gilden & deze is in de top **{current}**.
ru_ru: В настоящее время я нахожусь в `{guilds}` гильдий и эта гильдия находится на **{current}** месте.
tl_ph: Ako ay kasalukuyang nasa `{guilds}` guilds

source: **ID**: `{id}` **OWNER**: `{owner}` **MEMBERS**: `{members}`
nl_nl: **ID**: `{id}` **OWNER**: `{owner}` **LEDEN **: `{members}`
ru_ru: **ID**: `{id}` **СОЗДАТЕЛЬ**: `{owner}` **ПОЛЬЗОВАТЕЛЕЙ**: `{members}`

source: Get some ping
de_de: Hol dir Ping
nl_nl: Krijg wat ping
ru_ru: Получите пинг

source: Waiting for the "Pong! 🏓"
nl_nl: Wachten op de "Pong! 🏓"
ru_ru: В ожидании "Pong! 🏓"

source: Discord Gateway
de_de: Discord Verlosung
ru_ru: Шлюз для discord

source: Discord Typing
nl_nl: Discord typen
ru_ru: discord печатает

source: Discord Messaging
nl_nl: Discord berichten
ru_ru: Сообщения Discord

source: Postgres Database
ru_ru: База данных Postgres

source: Average Latency
nl_nl: Gemiddelde latency
ru_ru: Среднее время задержки

source: Discord Status
ru_ru: Статус Discord

source: Get information about Shake+. Of course, you dont need it tho. It's like a tip
nl_nl: Krijg informatie over Shake+. Natuurlijk heb je het die niet nodig. Het is als een tip
ru_ru: Получите информацию о Shake+. Конечно, она вам не нужна. Это как совет

source: {emoji} This Discord server has no premium activated.
de_de: {emoji} Dieser Discord Server hat keine Premium aktiviert.
es_es: {emoji} Este servidor de Discord no tiene premium activado.
it_it: {emoji} Questo server Discord non ha premium attivato.
nl_nl: {emoji} Deze Discord server heeft geen premium geactiveerd.
pl_pl: {emoji} Ten serwer Discorda nie ma aktywowanej wersji premium.
pt_pt: {emoji} Este servidor Discord não tem um premium ativado.
ro_ro: {emoji} Acest server Discord nu are activat premium.
ru_ru: {emoji} Этот Discord сервер не имеет премиум-активации.
sv_se: {emoji} Denna Discord-server har ingen premie aktiverad.

source: {emoji} The benefit of supporting Shake as Patreon
de_de: {emoji} Der Vorteil der Unterstützung von Shake als Patreon
es_es: {emoji} El beneficio de apoyar a Shake como Patreon
it_it: {emoji} Il vantaggio di supportare Shake come Patreon
nl_nl: {emoji} Het voordeel van het ondersteunen van Shake als Patreon
pl_pl: {emoji} Korzyści ze wsparcia Wstrząśnięcia jako Patreon
pt_pt: {emoji} O benefício de apoiar Agitar como Patreon
ro_ro: {emoji} Beneficiul suportului lui Shake ca Patreon
ru_ru: {emoji} Выгода от поддержки тряски в качестве Patreon
sv_se: {emoji} Fördelen med att stödja skaka som Patreon

source: Supporting the Bot as Patreon will keep the motivation for the development of Shake and make sure that all hosting costs are covered. Plus makes **voting no longer necessary** and gives you **more creator channel** to customize!
nl_nl: Het steunen van de Bot als Patreon zal de motivatie voor de ontwikkeling van Shake behouden en ervoor zorgen dat alle hosting kosten gedekt zijn. Plus maakt **stemmen niet langer nodig** en geeft je **meer maker kanaal** om aan te passen!
ru_ru: Поддержка бота в виде Patreon сохранит мотивацию для развития Shake и обеспечит покрытие всех расходов на хостинг. Кроме того, **голосование больше не нужно** и вы получаете **больше каналов создателей** для настройки!

source: {emoji} Helpful links for understanding Patreon
de_de: {emoji} hilfreiche Links um Patreon zu verstehen
es_es: {emoji} enlaces útiles para entender Patreon
it_it: {emoji} Link utili per capire Patreon
nl_nl: {emoji} handige links om Patreon te begrijpen
pl_pl: {emoji} Pomocne linki do zrozumienia Patreonu
pt_pt: {emoji} Links úteis para entender Patreon
ro_ro: {emoji} link-uri utile pentru înțelegerea Patreonului
ru_ru: {emoji} Полезные ссылки для понимания Покровителя
sv_se: {emoji} Hjälpsamma länkar för att förstå Patreon

source: [What is Patreon?](https://support.patreon.com/hc/articles/204606315-What-is-Patreon-) [What currencies does Patreon support?](https://support.patreon.com/hc/articles/360039589091-Patreon-s-supported-currencies) [How do I connect Discord to Patreon?](https://support.patreon.com/hc/articles/212052266-How-do-I-connect-Discord-to-Patreon-Patron-)
ru_ru: [Что такое Patreon?](https://support.patreon.com/hc/articles/204606315-What-is-Patreon-)** **[Какие валюты поддерживает Patreon?](https://support.patreon.com/hc/articles/360039589091-Patreon-s-supported-currencies)** **[Как мне подключить Discord к Patreon?](https://support.patreon.com/hc/articles/212052266-How-do-I-connect-Discord-to-Patreon-Patron-)** -)

source: Add Shake to your server
de_de: Schütteln zu Ihrem Server hinzufügen
es_es: Añadir Shake a tu servidor
it_it: Aggiungi scuotimento al tuo server
nl_nl: Voeg me toe aan jouw server
pl_pl: Dodaj wstrząśnięcie na swoim serwerze
pt_pt: Adicionar agitar ao seu servidor
ro_ro: Adaugă Shake la serverul tău
ru_ru: Добавить встряхивание на ваш сервер
sv_se: Lägg till skaka på din server
tl_ph: Idagdag ang Shake sa iyong server

source: Get information about a specific server. This command will show you some information about a server. Parameters ----------- guild: Optional[str] the guild name or id to get information about
nl_nl: Meer informatie over een specifiek kanaal. Deze opdracht toont je wat informatie over een kanaal. Parameters ----------- guild: Optionele[str] de gilde naam of id om informatie te krijgen over
ru_ru: Получение информации о конкретном сервере. Эта команда покажет вам некоторую информацию о сервере. Параметры ----------- гильдия: Необязательно[str] название или идентификатор гильдии для получения информации о ней.

source: Either this server does not exist or I am not on it.
nl_nl: Deze server bestaat niet of ik zit er niet in.
ru_ru: Либо этот сервер не существует, либо меня на нем нет.
tl_ph: Maaaring wala ang server na ito o wala ako dito.

source: Servers's icon
ru_ru: Значок сервера

source: Servers's splash
ru_ru: Всплеск сервера

source: Server's discovery splash
ru_ru: Всплеск обнаружения на сервере

source: Servers's banner
ru_ru: Баннер сервера

source: Server Roles
ru_ru: Роли сервера

source: Mention
ru_ru: Упоминание
tl_ph: Banggitin

source: Colour
ru_ru: Цвет

source: Default
ru_ru: По умолчанию

source: Page {page}/{pages} (Total of {items} Roles)
ru_ru: Страница {page}/{pages} (Всего {items} ролей)
tl_ph: Pahina {page}/{pages} (Kabuuan ng {items} Tungkulin)

source: Avatar/Banner
ru_ru: Аватар / Баннер

source: Open link: {links}
ru_ru: Открыть ссылку: {links}
tl_ph: Buksan ang link: {links}

source: Page {page} of {pages}
ru_ru: Страница {page} из {pages}
tl_ph: Pahina {page} ng {pages}

source: Server Emojis
ru_ru: Эмодзи сервера

source: No
ru_ru: Нет
tl_ph: Hindi

source: Added
ru_ru: Добавлен
tl_ph: Idinagdag

source: Page {page} of {pages} (Total of {items} Emojis)
ru_ru: Страница {page} из {pages} (Всего эмодзи {items})
tl_ph: Pahina {page} ng {pages} (Kabuuan ng {items} Emojis)

source: Nitro Booster
ru_ru: Бустер при помощи Nitro

source: Server Nitro Booster
ru_ru: Серверный бустер Nitro

source: Page {page} of {pages} (Total of {items} Booster)
ru_ru: Страница {page} из {pages} (Всего {items} бустера)
tl_ph: Pahina {page} ng {pages} (Kabuuan ng {items} Booster)

source: {categories} Categorie-, {voices} Voice-, {stages} Stage-, {forums} Forum- and {texts} Textchannel with {threads} Threads
ru_ru: {categories} категории-, {voices} войс чаты-, {stages} трибуны-, {forums} форумы- и {texts} текстовые каналы с {threads} ветками
tl_ph: {categories} Categorie-, {voices} Voice-, {stages} Stage-, {forums} Forum- and {texts} Textchannel na may {threads} Threads

source: Server Channels
ru_ru: Каналы сервера
tl_ph: Mga Channel ng Server

source: NO CAT
ru_ru: НЕТ КОТА
tl_ph: WALANG PUSA

source: Page {page} of {pages} (Total of {items} Channels)
ru_ru: Страница {page} из {pages} (Всего {items} каналов)
tl_ph: Pahina {page} ng {pages} (Kabuuan ng {items} Channels)

source: Server Members
ru_ru: Серверные пользователи
tl_ph: Mga Miyembro ng Server

source: Total Members
ru_ru: Всего пользователей
tl_ph: Kabuuang Miyembro

source: Total Humans
ru_ru: Всего людей
tl_ph: Kabuuang Tao

source: Total Bots
ru_ru: Всего ботов
tl_ph: Kabuuang Mga Bot

source: Total Online
ru_ru: Всего в сети
tl_ph: Kabuuang Online

source: Humans Online
ru_ru: Людей в сети
tl_ph: Mga Tao Online

source: Bots Online
ru_ru: Ботов в сети
tl_ph: Mga Bot Online

source: Total Idle
ru_ru: Всего не активных
tl_ph: Kabuuang Idle

source: Humans Idle
ru_ru: Людей не активно
tl_ph: Mga Tao Idle

source: Bots Idle
ru_ru: Ботов не активно

source: Total DND
ru_ru: Всего не беспокоить
tl_ph: Kabuuang DND

source: Humans DND
ru_ru: Людей не беспокоить
tl_ph: Mga Tao DND

source: Bots DND
ru_ru: Ботов не беспокоить

source: Total Offline
ru_ru: Всего оффлайн
tl_ph: Kabuuang Offline

source: Humans Offline
ru_ru: Людей оффлайн
tl_ph: Mga Tao Offline

source: Bots Offline
ru_ru: Ботов оффлайн
tl_ph: Mga Bot Offline
