Repository: Shake-The-Bot/Locales
Catalog: */LC_MESSAGES/shake.po
Languages: de_de, es_es, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tl_ph

source: Somehow, an unexpected error occurred. Try again later?
de_de: Es ist ein unerwarteter Fehler aufgetreten. Versuchen Sie es später noch einmal
nl_nl: Er is een onverwachte fout opgetreden. Probeer het later opnieuw?
ru_ru: Итак, произошла непредвиденная ошибка. Повторите попытку позже?
tl_ph: Kahit papaano, may naganap na hindi inaasahang error.

source: You can use this command in {retry} seconds.
nl_nl: Je kunt dit commando gebruiken in {retry} seconden.
ru_ru: Вы можете использовать эту команду через {retry} секунд.
tl_ph: Maaari mong gamitin ang utos na ito sa {retry} segundo.

source: Only the bot owner can run the command `{command}`.
de_de: Nur der Bot-Besitzer kann den Befehl `{command} ` ausführen.
es_es: Solo el propietario del bot puede ejecutar el comando `{command}`.
it_it: Solo il proprietario del bot può eseguire il comando `{command}`.
nl_nl: Alleen de eigenaar van de bot kan het commando `{command} ` uitvoeren.
pl_pl: Tylko właściciel bota może uruchomić polecenie `{command}`.
pt_pt: Apenas o dono do bot pode executar o comando `{command}`.
ro_ro: Doar proprietarul bot-ului poate rula comanda `{command}`.
ru_ru: Только владелец бота может выполнить команду `{command}`.
sv_se: Endast botägaren kan köra kommandot `{command}`.
tl_ph: Tanging ang may-ari ng bot ang maaaring magpatakbo ng command na `{command}`.

source: You are missing `{permission}` permission(s) to run this command.
de_de: Dir fehlen `{permission}` Berechtigung(en) um diesen Befehl auszuführen.
es_es: Te faltan `{permission} permiso(s) para ejecutar este comando.
nl_nl: Je mist `{permission}` toestemming(en) om deze opdracht uit te voeren.
pl_pl: Brakuje ci `{permission}` uprawnień do uruchomienia tej komendy.
ro_ro: Nu aveţi permisiunea de a rula această comandă de{permission}` .
ru_ru: У вас недостаточно прав для выполнения этой команды `{permission}`.
sv_se: Du saknar `{permission}` behörighet(er) för att köra detta kommando.
tl_ph: Nawawalan ka ng pahintulot (mga) `{permission}` na patakbuhin ang command na ito.

source: Something wrong happened
nl_nl: Er is iets fout gegaan
ru_ru: Произошло что-то не так
tl_ph: May nangyaring mali

source: No command named `{invoked}` found. Use {help} for help.
nl_nl: Geen commando genaamd `{invoked}` gevonden. Gebruik {help} voor hulp.
ru_ru: Команда `{invoked}`. Не найдена. Используйте {help} для помощи.
tl_ph: Walang nakitang command na pinangalanang `{invoked}`.

source: Nothing named `{invoked}` found. Did you mean {closest}?
nl_nl: Niets genaamd `{invoked}` gevonden. Bedoelde je {closest}?
ru_ru: Ничего с именем `{invoked}` не найдено. Вы имели в виду {closest}?
tl_ph: Walang nakitang pinangalanang `{invoked}`.

source: The error was reported to the Shake-Team!
nl_nl: De fout is gemeld bij het Shake-Team!
ru_ru: Об ошибке сообщили команде Shake-Team!
tl_ph: Ang pagkakamali ay iniulat sa Shake-Team!

source: Welcome to {guild}
nl_nl: Welkom bij {guild}
ru_ru: Добро пожаловать в {guild}
tl_ph: Maligayang pagdating sa {guild}

source: Please send the captcha code here
nl_nl: Vul de getoonde tekens in
ru_ru: Пожалуйста, отправьте код captcha сюда
tl_ph: Mangyaring ipadala ang captcha code dito

source: Hello! You are required to complete a captcha before entering the server. NOTE: This is not Case Sensitive. Why? This is to protect the server against targeted attacks using automated user accounts. Your Captcha:
ru_ru: Пожалуйста, отправьте код капчи здесь. Здравствуйте! Вам необходимо заполнить капчу перед входом на сервер. __**ПРИМЕЧАНИЕ:**__ Это **не** регистр. **Почему? * Это для защиты сервера от целенаправленных атак с использованием автоматизированных учетных записей. **Ваша капча:
tl_ph: Kumusta!

source: {emoji} {prefix} Thank you! You have been verified in guild `{guild}`
nl_nl: {emoji} {prefix} Dank je! Je bent geverifieerd in de server`{guild}`
ru_ru: {emoji} {prefix} Спасибо! Вы были верифицированы в гильдии`{guild}`
tl_ph: {emoji} {prefix} Salamat!

source: You should not write anything other than messages with text content!
nl_nl: Je moet niets anders schrijven dan berichten met tekst inhoud!
ru_ru: Вы не должны писать ничего, кроме сообщений с текстовым содержанием.
tl_ph: Hindi ka dapat magsulat ng anuman maliban sa mga mensaheng may nilalamang teksto!

source: the one above me
de_de: der obige mich
es_es: el anterior
it_it: quello sopra di me
nl_nl: die boven mij
pl_pl: ten powyżej mnie
pt_pt: o acima de mim
ro_ro: cel de deasupra mea
ru_ru: тот, который над мной
sv_se: den ovanför mig
tl_ph: yung nasa itaas ko

source: You are not allowed show off multiple numbers in a row.
nl_nl: Het is niet toegestaan om meerdere woorden achter elkaar te laten zien.
ru_ru: Вам не разрешено считать несколько чисел в строке.
tl_ph: Hindi ka pinapayagang magpakita ng maraming numero sa isang hilera.

source: Your message should start with „{trigger}“ and should make sense.
ru_ru: Ваше сообщение должно начинаться с «{trigger}» и должно иметь смысл.

source: Your message should be something new
nl_nl: Uw bericht zou nieuw moeten zijn
ru_ru: Ваше сообщение должно быть чем-то новым
tl_ph: Dapat ay bago ang iyong mensahe

source: You can't use anything but arithmetic here.
nl_nl: Je kan hier niets anders dan rekenkunde gebruiken.
ru_ru: Вы ничего не можете использовать здесь, кроме арифметики.
tl_ph: Wala kang magagamit dito kundi aritmetika.

source: You are not allowed to count multiple numbers in a row.
nl_nl: Het is niet toegestaan om meerdere woorden achter elkaar te laten zien.
ru_ru: Вам не разрешено считать несколько чисел в строке.
tl_ph: Hindi ka pinapayagang magbilang ng maraming numero sa isang hilera.

source: You failed to often. No stats have been changed!!
nl_nl: Vaak niet gelukt. Er zijn geen statistieken gewijzigd!!
ru_ru: Вы не смогли часто. Никакой статистики не было изменено!!
tl_ph: Madalas kang nabigo.

source: The streak of {streak} was broken!
nl_nl: De reeks {streak} is gebroken!
ru_ru: Серия {streak} сломана!
tl_ph: Naputol ang streak ng {streak}!

source: You've topped your best streak with {streak} numbers 🔥
nl_nl: Je hebt je beste reeks aangevuld met {streak} nummers 🔥
ru_ru: Вы пополнили свою лучшую серию с номерами {streak}🔥

source: Incorrect number! The next number remains {start}. {streak}
nl_nl: Onjuist nummer! Het volgende nummer blijft {start}. {streak}
ru_ru: Неправильное число! Следующее число остается {start}. {streak}
tl_ph: Maling numero!

source: {user} ruined it at {count}. The next number is {start}. {streak}
nl_nl: {user} heeft het geruïneerd in {count}. Het volgende nummer is {start}. {streak}
ru_ru: {user} разрушил его в {count}. Следующее число равно {start}. {streak}
tl_ph: Sinira ito ni {user} sa {count}.

source: You've reached your goal of {goal} {emoji} Congratulations!
nl_nl: Je hebt je doel bereikt van {goal} {emoji} Gefeliciteerd!
ru_ru: Вы достигли цели {goal} - {emoji} Поздравляем!
tl_ph: Naabot mo na ang iyong layunin ng {goal} {emoji} Binabati kita!

source: You've reached the end of the numbers until 0 {emoji} Congratulations!
nl_nl: Je hebt het einde bereikt van de getallen tot 0 {emoji} Gefeliciteerd!
ru_ru: Вы достигли конца числа до 0 {emoji} Поздравляем!
tl_ph: Naabot mo na ang dulo ng mga numero hanggang 0 {emoji} Binabati kita!

source: The word from {user} got deleted. The word was {word}!
nl_nl: Het woord van {user} werd verwijderd. Het woord was {word}!
ru_ru: Слово от {user} было удалено. Слово составило {word}!
tl_ph: Ang salita mula kay {user} ay tinanggal.

source: The phrase from {user} got deleted. The phrase was „{phrase}“!
nl_nl: Het woord van {user} werd verwijderd. Het woord was {phrase}“!
ru_ru: Фраза от {user} удалена. Фраза была указана как "{phrase}“!

source: The count of {count} from {user} got deleted. The next number is {next}!
nl_nl: Het aantal {count} van {user} is verwijderd. Het volgende nummer is {next}!
ru_ru: Количество {count} из {user} удалено. Следующее число - {next}!
tl_ph: Ang bilang ng {count} mula kay {user} ay tinanggal.

source: {user} edited their word. The word was {word}!
nl_nl: {user} heeft hun woord gewijzigd. Het woord was {word}!
ru_ru: {user} отредактировал свое слово. Слово {word}!
tl_ph: In-edit ni {user} ang kanilang salita.

source: {user} edited their phrase. The phrase was „{phrase}“!
nl_nl: {user} heeft hun woord gewijzigd. Het woord was {phrase}“!
ru_ru: {user} отредактировал свою фразу. Фраза была „{phrase}“!

source: {user} edited their count of {count}. The next number is {next}!
nl_nl: {user} heeft hun aantal {count}bewerkt. Het volgende nummer is {next}!
ru_ru: {user} отредактировал их количество {count}. Следующее число равно {next}!
tl_ph: In-edit ni {user} ang kanilang bilang ng {count}.

source: Hey {user}! My prefix is / or {mention}
nl_nl: Hallo {user}! Mijn prefix is / of {mention}
ru_ru: Здравствуйте, {user}! Мой префикс / или {mention}
tl_ph: Hoy {user}!

source: You are not allowed show off multiple words in a row.
nl_nl: Het is niet toegestaan om meerdere woorden achter elkaar te laten zien.
ru_ru: Вам не разрешено считать несколько чисел в строке.
tl_ph: Hindi ka pinapayagang magpakita ng maraming salita sa isang hilera.

source: your message should contain only one word or punctuation marks.
nl_nl: je bericht mag slechts één woord of leestekens bevatten.
ru_ru: ваше сообщение должно содержать только одно слово или знаки препинания.
tl_ph: Ang iyong mensahe ay dapat maglaman lamang ng isang salita o mga bantas.

source: Your word should not already be in the sentance.
nl_nl: Je woord mag niet al in de zin staan.
ru_ru: Ваше слово еще не должно быть в предложении.
tl_ph: Ang iyong salita ay hindi dapat nasa pangungusap.

source: You've finally finished the sentence
nl_nl: Je hebt de zin eindelijk afgemaakt
ru_ru: Вы наконец закончили предложение
tl_ph: Sa wakas natapos mo na ang pangungusap

source: Unknown
de_de: Unbekannt
ru_ru: Неизвестно
tl_ph: Hindi alam

source: Get free now
de_de: Bekomme es jetzt Kotenlos
ru_ru: Получить бесплатно
tl_ph: Magbakante ngayon

source: until **{datetime}** (GMT)
de_de: bis **{datetime}** (GMT)
ru_ru: до **{datetime}** (GMT)
tl_ph: hanggang **{datetime}** (GMT)

source: Free
de_de: Kostenlos
nl_nl: Gratis
ru_ru: Бесплатно
tl_ph: Libre

source: Or open directly in launcher
de_de: Oder öffnen Sie direkt im Launcher
nl_nl: Of open direct in de launcher
ru_ru: Или открыть непосредственно в лаунчере
tl_ph: O direktang buksan sa launcher

source: {emoji} {prefix} **Wait before you open another temp channel directly**
de_de: {emoji} {prefix} **Warte bevor du einen anderen Temp-Kanal öffnet**
es_es: {emoji} {prefix} **Espera antes de abrir otro canal temporal directamente**
it_it: {emoji} {prefix} **Aspetta prima di aprire un altro canale temporaneo direttamente**
nl_nl: {emoji} {prefix} **Wacht voordat je een ander tijdelijk kanaal direct opent**
pl_pl: {emoji} {prefix} **Poczekaj bezpośrednio przed otwarciem innego kanału tymczasowego**
pt_pt: {emoji} {prefix} **Espere antes de abrir outro canal temporário**
ro_ro: {emoji} {prefix} **Așteptați înainte de a deschide direct un alt canal temporar**
ru_ru: {emoji} {prefix} **Подождите, прежде чем вы откроете другой временный канал напрямую**
sv_se: {emoji} {prefix} **Vänta innan du öppnar en annan temp kanal direkt**
tl_ph: {emoji} {prefix} **Maghintay bago ka direktang magbukas ng isa pang temp channel**

source: {emoji} {prefix} **You've already registered a voice channel**
de_de: {emoji} {prefix} **Du hast bereits einen Sprachkanal registriert**
es_es: {emoji} {prefix} **Ya has registrado un canal de voz**
it_it: {emoji} {prefix} **Hai già registrato un canale vocale**
nl_nl: {emoji} {prefix} **Je hebt al een spraakkanaal geregistreerd**
pl_pl: {emoji} {prefix} **Już zarejestrowałeś kanał głosowy**
pt_pt: {emoji} {prefix} **Você já registrou um canal de voz**
ro_ro: {emoji} {prefix} **Deja ai înregistrat un canal de voce**
ru_ru: {emoji} {prefix} **Вы уже зарегистрировали голосовой канал**
sv_se: {emoji} {prefix} **Du har redan registrerat en röstkanal**
tl_ph: {emoji} {prefix} **Nagrehistro ka na ng voice channel**

source: {emoji} Invalid! You are not in a valid temporary voice channel.
ru_ru: {emoji} недействителен! Вы не в действующем голосовом канале
tl_ph: {emoji} Di-wasto!

source: {emoji} **Invalid! You are not in a valid temporary voice channel.
ru_ru: {emoji} **Недействителен! Вы находитесь в некорректном голосовом канале.
tl_ph: {emoji} **Di-wasto!

source: CHOOSE A NAME FOR YOUR VOICE CHANNEL
de_de: WÄHLEN SIE EINE NAME FÜR IHRER VOICE-CHANNEL
es_es: REALICE UN NOMBRE PARA TU CHANNEL DE VOICE
it_it: SCEGLI UN NOME PER IL TUO CANALE DI VOCE
nl_nl: KIES EEN NAAM VOOR JE VOICE CHANNEL
pl_pl: WYBIERZ NAZWĘ DLA TWOJEGO KANAŁU ZIEMNEGO
pt_pt: ESCOLHA UM NOME PARA A SUA CANAL DE VOICE
ro_ro: ALEGEȚI UN NUMELE PENTRU CANDIUL DE VOIȚIE
ru_ru: ВЫБЕРИТЕ НАЗВАНИЕ ДЛЯ ВАШЕГО КАНАЛА
sv_se: VÄLJ ETT NAMN FÖR DIN VOICE CHANNEL
tl_ph: PUMILI NG PANGALAN PARA SA IYONG VOICE CHANNEL

source: Leave blank to reset the name
de_de: Leer lassen um den Namen zurückzusetzen
es_es: Dejar en blanco para restablecer el nombre
it_it: Lascia vuoto per resettare il nome
nl_nl: Laat leeg om de standaard te gebruiken
pl_pl: Pozostaw puste, aby zresetować nazwę
pt_pt: Deixe em branco para redefinir o nome
ro_ro: Lăsați necompletat pentru a reseta numele
ru_ru: Оставьте пустым, чтобы сбросить имя
sv_se: Lämna tomt för att återställa namnet
tl_ph: Iwanang blangko upang i-reset ang pangalan

source: {emoji} **Updated!** Your channel’s name is now `{name}`!
de_de: {emoji} **Aktualisiert!** Dein Channelname ist jetzt `{name}`!
es_es: {emoji} **¡Actualizado!** El nombre de tu canal ahora es `{name}`!
it_it: {emoji} **Aggiornato!** Il nome del tuo canale è ora `{name}`!
nl_nl: {emoji} **Bijgewerkt!** Uw kanaal naam is nu `{name}`!
pl_pl: {emoji} **Zaktualizowano!** Nazwa Twojego kanału to teraz `{name}`!
pt_pt: {emoji} **Atualizado!** O nome do seu canal agora é `{name}`!
ro_ro: {emoji} **Actualizat!** Numele canalului tău este acum `{name}`!
ru_ru: {emoji} **Обновлен!** Теперь имя вашего канала `{name}`!
sv_se: {emoji} **Uppdaterad!** Din kanals namn är nu `{name}`!

source: CHOOSE A LIMIT FOR YOUR VOICE CHANNEL
de_de: WÄHLEN SIE EINE NAME FÜR IHRER VOICE-CHANNEL
es_es: REALICE UN NOMBRE PARA TU CHANNEL DE VOICE
it_it: SCEGLI UN LIMITE PER IL TUO CANALE DI VOCE
nl_nl: KIES EEN BEPERKEN VOOR JE KUNNEN
pl_pl: WYBIERZ NAZWĘ DLA TWOJEGO KANAŁU ZIEMNEGO
pt_pt: ESCOLHA UM NOME PARA A SUA CANAL DE VOICE
ro_ro: ALEGEȚI UN LIMIT PENTRU CANDIUL DE VOIȚIE
ru_ru: ВЫБЕРИТЕ НАЗВАНИЕ ДЛЯ ВАШЕГО КАНАЛА
sv_se: VÄLJ EN BEGRÄNSNING FÖR DIN RÖST ÄNDRING
tl_ph: PUMILI NG LIMITAS PARA SA IYONG VOICE CHANNEL

source: Leave blank to reset the limit
de_de: Leer lassen um den Namen zurückzusetzen
es_es: Dejar en blanco para restablecer el nombre
it_it: Lascia vuoto per resettare il limite
nl_nl: Laat leeg om de standaard te gebruiken
pl_pl: Pozostaw puste, aby zresetować nazwę
pt_pt: Deixe em branco para redefinir o nome
ro_ro: Lăsați necompletat pentru a reseta limita
ru_ru: Оставьте пустым, чтобы сбросить имя
sv_se: Lämna tomt för att återställa gränsen
tl_ph: Iwanang blangko upang i-reset ang limitasyon

source: {emoji} **Invalid!** ` {value} ` is not a valid Value!!
de_de: {emoji} **ungültig!** ` {value} ` ist kein gültiger Wert!!
es_es: {emoji} **¡¡¡Inválido!** ` {value} ` no es un valor válido!!
it_it: {emoji} **Invalido!** ` {value} ` non è un valore valido!!
nl_nl: {emoji} **Ongeldig!** ` {value} ` is geen geldige waarde!!
pl_pl: {emoji} **Nieważne!** ` {value} ` nie jest poprawną wartością!!
pt_pt: {emoji} **Inválido!** ` {value} ` não é um valor válido!!
ro_ro: {emoji} **Invalid!** ` {value} ` nu este o valoare validă!!
ru_ru: {emoji} **Неверно!** ` {value} ` не является допустимым значением!!
sv_se: {emoji} **Ogiltig!** ` {value} ` är inte ett giltigt värde!!

source: {emoji} **Updated!** Your channel’s limit is now ` {limit} `!
de_de: {emoji} **Aktualisiert!** Dein Channelname ist jetzt `{limit} `!
es_es: {emoji} **¡Actualizado!** El nombre de tu canal ahora es `{limit} `!
it_it: {emoji} **aggiornato!** Il limite del tuo canale è ora ` {limit}`!
nl_nl: {emoji} **Bijgewerkt!** Jouw limiet is nu ` {limit}`!
pl_pl: {emoji} **Zaktualizowano!** Nazwa Twojego kanału to teraz `{limit} `!
pt_pt: {emoji} **Atualizado!** O nome do seu canal agora é `{limit} `!
ro_ro: {emoji} **Actualizat!** Limita canalului tău este acum ` {limit}`!
ru_ru: {emoji} **Обновлен!** Теперь имя вашего канала `{limit} `!
sv_se: {emoji} **Uppdaterad!** Din kanals gräns är nu ` {limit}`!

source: unlimited
de_de: unbegrenzt
es_es: ilimitado
it_it: illimitato
nl_nl: onbeperkt
pl_pl: nieograniczona
pt_pt: Ilimitado
ro_ro: nelimitat
ru_ru: неограниченное
sv_se: obegränsad
tl_ph: walang limitasyon

source: Select a Privacy Option
de_de: Privatsphäre-Option auswählen
es_es: Seleccione una opción de privacidad
it_it: Seleziona un'opzione sulla privacy
nl_nl: Selecteer een privacyoptie
pl_pl: Wybierz opcję prywatności
pt_pt: Selecione uma Opção de Privacidade
ro_ro: Selectează o opțiune de confidențialitate
ru_ru: Выберите опцию конфиденциальности
sv_se: Välj ett sekretessalternativ
tl_ph: Pumili ng Opsyon sa Privacy

source: unlocked
de_de: entsperrt
es_es: desbloqueado
it_it: sbloccato
nl_nl: ontgrendeld
pl_pl: odblokowany
pt_pt: destravado
ro_ro: deblocat
ru_ru: разблокирован
sv_se: upplåst
tl_ph: naka-unlock

source: locked
de_de: gesperrt
es_es: bloqueado
it_it: bloccato
nl_nl: vergrendeld
pl_pl: zablokowany
pt_pt: travado
ro_ro: blocat
ru_ru: заблокирован
sv_se: låst
tl_ph: naka-lock

source: invisible
de_de: unsichtbar
it_it: invisibile
nl_nl: onzichtbaar
pl_pl: niewidzialny
pt_pt: invisível
ro_ro: invizibil
ru_ru: невидимый
sv_se: osynlig
tl_ph: hindi nakikita

source: visible
de_de: sichtbar
it_it: visibile
nl_nl: zichtbaar
pl_pl: widoczny
pt_pt: visível
ro_ro: vizibil
ru_ru: видимый
sv_se: synlig
tl_ph: nakikita

source: {emoji} **Updated!** {channel} is now ` {mode} `!
de_de: {emoji} **Aktualisiert!** Dein Channelname ist jetzt `{name} `!
es_es: {emoji} **¡Actualizado!** El nombre de tu canal ahora es `{name} `!
it_it: {emoji} **Aggiornato!** {channel} è ora ` {mode}`!
nl_nl: {emoji} **Bijgewerkt!** {channel} is nu ` {mode}`!
pl_pl: {emoji} **Zaktualizowano!** Nazwa Twojego kanału to teraz `{name} `!
pt_pt: {emoji} **Atualizado!** O nome do seu canal agora é `{name} `!
ro_ro: {emoji} **Actualizat!** {channel} este acum ` {mode}`!
ru_ru: {emoji} **Обновлен!** Теперь имя вашего канала `{name} `!
sv_se: {emoji} **Uppdaterad!** {channel} är nu ` {mode}`!
tl_ph: {emoji} **Na-update!** Ang {channel} ay ` {mode} ` na ngayon!

source: Invisible
de_de: Unsichtbar
it_it: Invisibile
nl_nl: Onzichtbaar
pl_pl: Niewidzialny
pt_pt: Invisível
ro_ro: Invizibil
ru_ru: Невидимый
sv_se: Osynlig

source: Everyone will be able to view your voice channel
de_de: Jeder wird deinen Sprachkanal sehen können
es_es: Todos podrán ver tu canal de voz
it_it: Tutti saranno in grado di visualizzare il tuo canale vocale
nl_nl: Iedereen zal je spraakkanaal kunnen bekijken
pl_pl: Każdy będzie mógł zobaczyć Twój kanał głosowy
pt_pt: Todos poderão ver o seu canal de voz
ro_ro: Toată lumea va putea să îți vadă canalul vocal
ru_ru: Каждый сможет просматривать ваш голосовой канал
sv_se: Alla kommer att kunna se din röstkanal
tl_ph: Makikita ng lahat ang iyong voice channel

source: Visible
de_de: Sichtbar
it_it: Visibile
nl_nl: Zichtbaar
pl_pl: Widoczny
pt_pt: Visível
ro_ro: Vizibil
ru_ru: Видимый
sv_se: Synlig
tl_ph: Nakikita

source: Only trusted users will be able to view your voice channel
de_de: Jeder wird deinen Sprachkanal sehen können
es_es: Solo los usuarios de confianza podrán ver su canal de voz
it_it: Solo gli utenti fidati potranno visualizzare il tuo canale vocale
nl_nl: Alleen vertrouwde gebruikers kunnen je spraakkanaal bekijken
pl_pl: Każdy będzie mógł zobaczyć Twój kanał głosowy
pt_pt: Todos poderão ver o seu canal de voz
ro_ro: Numai utilizatorii de încredere vor putea să vă vizualizeze canalul vocal
ru_ru: Каждый сможет просматривать ваш голосовой канал
sv_se: Endast betrodda användare kommer att kunna visa din röstkanal
tl_ph: Ang mga pinagkakatiwalaang user lang ang makakatingin sa iyong voice channel

source: Lock
de_de: Sperren
es_es: Bloquear
it_it: Blocca
nl_nl: Beveiligd
pl_pl: Blokada
pt_pt: Bloquear
ro_ro: Blocare
ru_ru: Заблокировать
sv_se: Lås

source: Only trusted users will be able to join your voice channel
de_de: Jeder wird deinen Sprachkanal sehen können
es_es: Solo los usuarios de confianza podrán unirse a tu canal de voz
it_it: Solo gli utenti fidati potranno unirsi al tuo canale vocale
nl_nl: Alleen vertrouwde gebruikers kunnen naar je spraakkanaal gaan
pl_pl: Każdy będzie mógł zobaczyć Twój kanał głosowy
pt_pt: Todos poderão ver o seu canal de voz
ro_ro: Numai utilizatorii de încredere vor putea să se alăture canalului tău de voce
ru_ru: Каждый сможет просматривать ваш голосовой канал
sv_se: Endast betrodda användare kommer att kunna ansluta till din röstkanal
tl_ph: Tanging mga pinagkakatiwalaang user ang makakasali sa iyong voice channel

source: Unlock
de_de: Entsperren
es_es: Desbloquear
it_it: Sblocca
nl_nl: Ontgrendelen
pl_pl: Odblokuj
pt_pt: Desbloquear
ro_ro: Deblocare
ru_ru: Разблокировать
sv_se: Lås upp
tl_ph: I-unlock

source: Everyone will be able to join your voice channel
de_de: Jeder wird deinen Sprachkanal sehen können
es_es: Todos podrán unirse a tu canal de voz
it_it: Tutti saranno in grado di unirsi al tuo canale vocale
nl_nl: Iedereen zal in staat zijn om je spraakkanaal te betreden
pl_pl: Każdy będzie mógł zobaczyć Twój kanał głosowy
pt_pt: Todos poderão ver o seu canal de voz
ro_ro: Toată lumea va putea să se alăture canalului tău vocal
ru_ru: Каждый сможет просматривать ваш голосовой канал
sv_se: Alla kommer att kunna ansluta sig till din röstkanal
tl_ph: Lahat ay makakasali sa iyong voice channel

source: {emoji} Use this menu to select an option:
de_de: {emoji} Benutzen Sie dieses Menü, um eine Option auszuwählen:
es_es: {emoji} Utiliza este menú para seleccionar una opción:
it_it: {emoji} Usa questo menu per selezionare un'opzione:
nl_nl: {emoji} Gebruik dit menu om een optie te selecteren:
pl_pl: {emoji} Użyj tego menu aby wybrać opcję:
pt_pt: {emoji} Use este menu para selecionar uma opção:
ro_ro: {emoji} Utilizați acest meniu pentru a selecta o opțiune:
ru_ru: {emoji} Используйте это меню для выбора опции:
sv_se: {emoji} Använd denna meny för att välja ett alternativ:
tl_ph: {emoji} Gamitin ang menu na ito upang pumili ng opsyon:

source: Selected user will own your tempvoice channel!
de_de: Ausgewählter Benutzer besitzt deinen Temporärkanal!
es_es: ¡El usuario seleccionado tendrá su canal de voz temporal!
it_it: L'utente selezionato possiede il tuo canale tempvo!
nl_nl: Geselecteerde gebruiker zal eigenaar zijn van uw tempvoice kanaal!
pl_pl: Wybrany użytkownik będzie posiadał kanał tymczasowy!
pt_pt: O usuário selecionado possuirá seu canal de voz temply!
ro_ro: Utilizatorul selectat va deţine canalul dvs. de voce temporară!
ru_ru: Выбранному пользователю будет принадлежать ваш собеседник!
sv_se: Vald användare kommer att äga din frestande röstkanal!
tl_ph: Pagmamay-ari ng napiling user ang iyong tempvoice channel!
